Repository: Warzone2100/warzone2100
Catalog: po/guide/*.po
Languages: ca_es, cs, hu, pt_br, sr_cs

source: Artifacts
ca_es: Artefactes
cs: Artefakty
hu: Leletek
pt_br: Artefatos
sr_cs: Artefakti

source: As you progress through the campaign, you will collect Artifacts from enemy bases (and specific enemy units).
ca_es: Mentre progressa a través de la campanya, recollireu Artefactes des de les bases enemigues (i unitats enemigues específiques).
cs: Při procházení kampaní budeš sbírat artefakty z nepřátelských základen a určitých jednotek.
hu: Ahogy végighalad a hadjáraton, leleteket fog begyűjteni az ellenséges bázisokról (és adott ellenséges egységektől).
pt_br: Conforme você progride através da campanha, você irá coletar Artefatos de bases inimigas (e unidades inimigas específicas).
sr_cs: Kako napredujete kroz kampanju, sakupljaćete artefakte iz neprijateljskih baza (i određenih neprijateljskih jedinica).

source: These will unlock valuable technologies that you can research in a Research Facility.
ca_es: Aquests desbloquejaran tecnologia valuosa que podeu recercar als Centres de Recerca.
cs: Ty odemknou cenné technologie, které můžeš vyzkoumat ve výzkumném zařízení.
hu: Ezek értékes technológiákat oldanak fel, melyeket a kutatólétesítményekben fejleszthet ki.
pt_br: Isso desbloqueia tecnologias valiosas que você pode pesquisar no Centro de Pesquisa.
sr_cs: Ovo će otključati vredne tehnologije koje možete istraživati u Istraživačkoj Stanici.

source: Artifacts are small white boxes with a green indicator above, and can be picked up by moving any unit close enough.
ca_es: Els artefactes són unes petites caixes amb un indicador verd a sobre i es poden obtenir movent-hi una unitat prou a prop.
cs: Artefakty jsou malé bílé krabice se zeleným indikátorem nad sebou, a lze je sebrat tím že se k nim přiblížíš jakoukoli jednotkou.
hu: A leletek apró fehér dobozok, melyek fölött egy zöld jelző van, és egy tetszőleges egység elég közel vitelével lehet őket felvenni.
pt_br: Artefatos são pequenas caixas brancas com um indicador verde acima, e podem ser coletadas movendo qualquer unidade para perto o suficiente.
sr_cs: Artefakti su male bele kutije sa zelenim indikatorom iznad i mogu se pokupiti pomeranjem bilo koje jedinice dovoljno blizu.

source: All artifacts must be picked up as part of each level's victory conditions.
ca_es: Tots els artefactes s'han de recollir com a part de les condicions de victòria de cada nivell.
cs: Všechny artefakty musí být sebrány aby bylo možné úspěšně dokončit misi.
hu: Az összes leletet fel kell venni az egyes szintek győzelmi feltételei részeként.
pt_br: Todos os artefatos devem ser pegos como parte das condições de vitória de cada nível.
sr_cs: Svi artefakti moraju biti pokupljeni kao deo uslova za pobedu na svakom nivou.

source: Backstory
ca_es: Contextualització
cs: Historie
hu: Háttértörténet
pt_br: Contexto histórico
sr_cs: Pozadina priče

source: In the late 21st century, NASDA (the North American Strategic Defense Agency) developed and deployed a massive missile defense system, including a network of nuclear-equipped satellites and ground-based launch sites.
ca_es: A finals del s.XXI, la NASDA (Agència de Defensa Estratègica Nord-Americana) desenvolupà i desplegà un sistema massiu de defensa de míssils, amb una xarxa de satèl·lits amb l'arma nuclear i bases de tir terrestres.
cs: Koncem 21. století NASDA (Severoamerická strategická obranná agentura) vyvinula a rozmístila rozsáhlý systém protiraketové obrany, včetně sítě satelitů nesoucích jaderné zbraně a pozemních odpalovacích zařízení.
hu: A késő 21. században, a NASDA (Észak-Amerikai Stratégiai Védelmi Hivatal) kifejlesztett és telepített egy hatalmas rakétavédelmi rendszert, amely nukleáris képességű műholdakat és földi kilövőállásokat is tartalmazott.
pt_br: Ao final do século 21, NASDA (Agência de Defesa Estratégica Norte-Americana) desenvolveu e implantou um sistema de defesa massiva de mísseis, incluindo uma rede de satélites nucleares e bases terrestres de lançamento.
sr_cs: Krajem 21. veka, NASDA (Severnoamerička agencija za stratešku odbranu) razvila je i rasporedila masivni sistem protivraketne odbrane, uključujući mrežu satelita opremljenih nuklearnim oružjem i zemaljske lansirne platforme.

source: However, during a routine maintenance check, something went terribly wrong...
ca_es: Tanmateix, durant una verificació rutinària, un desastre es produí...
cs: Avšak během rutinní údržbové kontroly se něco strašlivě pokazilo...
hu: Viszont egy rutinellenőrzés során valami szörnyen félrecsúszott…
pt_br: Entretanto, no meio de uma manutenção de rotina, as coisas não saíram como planejado...
sr_cs: Međutim, tokom rutinske provere održavanja, nešto je pošlo po zlu...

source: The Collapse came fast and hard. Following a technical error in the satellite defense system, nuclear warheads were ﬁred at major cites across the world.
ca_es: El Col·lapse fou breu però dur. Per un error tècnic al sistema de defensa per satèl·lit, els caps nuclears es dispararen contra les majors ciutats d'arreu del món.
cs: Kolaps byl rychlý. Po technické chybě v satelitním obranném systému byly na velká města po celém světě vypáleny jaderné hlavice.
hu: Az Összeomlás gyors és pusztító volt. A műholdas védelmi rendszer műszaki hibája miatt a nukleáris robbanófejek ki lettek lőve a világ nagyvárosaira.
pt_br: O Colapso veio rápido e com grande impacto. Seguido de um erro técnico no sistema de defesa de satélites, ogivas nucleares foram disparadas em direção a grandes metrópoles ao redor do globo.
sr_cs: Kolaps je došao brzo i žestoko. Nakon tehničke greške u sistemu satelitske odbrane, nuklearne bojeve glave su ispaljene na velike gradove širom sveta.

source: Minutes later, ground based sites ﬁred in response to the launch. Millions died as nuclear ﬁrestorms wiped out the world’s cities. Billions more died as plagues and epidemics swept away what remained of civilization.
ca_es: Minuts més tard, les bases terrestres respongueren disparant. Milions són els morts mentre que els incendis nuclears anihilaven les ciutats del món. Bilions més moriren mentre les epidèmies acabaven de liquidar el que restava de la civilització.
cs: O pár minut pozdějí vystřelily pozemní sila v reakci na odpálení. Miliony lidí zemřely v jaderné bouři co zničila největší světová města. Miliardy dalších zemřely později na jaderné zamoření a epidemie, čímž byl zničen zbytek lidské civilizace.
hu: Percekkel később a földi állások választüzet nyitottak. Milliók haltak meg, amikor a nukleáris tűzviharok elpusztították a világ városait. Több milliárd ember halt meg, amikor a járványok és betegségek elsöpörték a civilizáció maradékát.
pt_br: Minutos depois, bases terrestres dispararam em resposta ao ataque. Milhões morreram devido a labaredas que devastaram as cidades ao redor do mundo. E mais bilhões morreram para as epidemias e pragas dizimavam o resto da civilização.
sr_cs: Nekoliko minuta kasnije, zemaljske platforme su se aktivirale kao odgovor na lansiranje. Milioni su poginuli kada su nuklearne vatrene oluje zbrisale svetske gradove. Milijarde drugih su poginule dok su kuge i epidemije uništavale ono što je ostalo od civilizacije.

source: Less than a million people survived the Collapse.
ca_es: Menys d'un milió de persones han sobreviscut al Col·lapse.
cs: Kolaps přežil méně než milion lidí.
hu: Kevesebb mint egy millió ember élte túl az Összeomlást.
pt_br: Menos de um milhão de pessoas sobreviveram ao Colapso.
sr_cs: Manje od milion ljudi je preživelo Kolaps.

source: Earth broke into hundreds of small scavenger bands battling each other for the remnants of the former civilization. Only a few had the vision to attempt to rebuild a new world from the ashes.
ca_es: La terra es trencà en centenars de petits grups de carronyaires lluitant entre ells pel que quedava de l'antiga civilització. Només uns pocs tingueren la visió per intentar reconstruir un món nou a partir de les cendres.
cs: Země se rozpadla do stovek malých banditích skupin bojujících o zbytky surovin bývalé civilizace. Jen hrstka těchto skupin přišla s plánem se pokusit o vybudování nového světa z popela starého.
hu: A Föld kisebb fosztogató bandák százaira szakadt, és egymással harcolnak a korábbi civilizáció maradványaiért. Csak keveseknek volt elég előrelátásuk ahhoz, hogy megpróbálják újjáépíteni a világot a hamvakból.
pt_br: A Terra se resumia em centenas de pequenos grupos de escavadores lutando entre si pelas migalhas da última civilização. Poucos tinham a consciência de tentar reconstruir um novo mundo das cinzas.
sr_cs: Zemlja se raspala na stotine malih grupa pljačkaša koje su se međusobno borile za ostatke nekadašnje civilizacije. Samo nekolicina je imala viziju da pokuša da iz pepela ponovo izgradi novi svet.

source: ## Present Day:
ca_es: ## Present:
cs: ## Současnost:
hu: ## Napjainkban:
pt_br: ## Dias atuais:
sr_cs: ## Današnjost:

source: The player (referred to as "the Commander") is part of a group of survivors that sought shelter in a military base in the Rocky Mountains.
ca_es: El jugador (dit "Comandant") forma part d'un grup de supervivents que han buscat refugi en una base militar a les Rocoses.
cs: Hráč (nazývaný "Velitel") je součástí skupiny přeživších, kteří hledali útočiště ve vojenské základně ve Skalnatých horách.
hu: A játékos („a Parancsnok”) azon túlélők része, akik a Sziklás-hegységben található katonai bázison kerestek menedéket.
pt_br: O jogador (intitulado como "o Comandante") é integrante de um grupo de sobreviventes que buscou por um refúgio em uma base militar nas Montanhas Rochosas.
sr_cs: Igrač (koji se naziva „Komandant“) je deo grupe preživelih koji su potražili sklonište u vojnoj bazi u Stenovitim Planinama.

source: They emerge from the base with the goal of rebuilding the world, adopting the name "The Project".
ca_es: Surten de la base amb l'objectiu de reconstruir el món, adoptant el nom de "El Projecte".
cs: Rozhodli se přestat schovávat v základně a dali si za cíl obnovit svět. Pojmenovali se "Projekt".
hu: A bázisról azzal a céllal indulnak el, hogy újjáépítsék a világot, és felveszik a „A Terv” nevet.
pt_br: Eles saem da base com um objetivo de reconstruir o mundo, atribuindo a esse grupo o nome de "O Projeto".
sr_cs: Oni izlaze iz baze sa ciljem obnove sveta, usvajajući ime „Projekat“.

source: The Project dispatches three teams with the objective of reclaiming artifacts, thus allowing the research and application of pre-Collapse technologies.
ca_es: El Projecte envia tres equips per a recuperar artefactes, permetent així la recerca i l'aplicació de tecnologia del pre-Col·lapse.
cs: Projekt vyslal tři týmy které mají za úkol nalézt a získat artefakty, čímž se umožní výzkum a použití technologií z dob před Kolapsem.
hu: A Terv három csapatot küld ki, azzal a céllal, hogy leleteket szerezzenek vissza, így lehetővé téve az Összeomlás előtti technológiák kutatását és alkalmazását.
pt_br: O Projeto envia 3 grupos para recuperar artefatos tecnológicos, permitindo assim a pesquisa e aplicação de tecnologias pré-Colapso.
sr_cs: Projekat šalje tri tima sa ciljem da povrate artefakte, omogućavajući tako istraživanje i primenu tehnologija pre Kolapsa.

source: - Team Alpha is sent to an Arizona desert location southeast of Project HQ
ca_es: - L'equip Alfa és enviat en un indret erm de l'Arizona al sud-oest del QG del Projecte
cs: - Tým Alfa je odeslán na poušť Arizonu, jihovýchodně od velitelství Projektu
hu: - Az Alfa csapat egy arizonai sivatagi helyszínre lett küldve, A Terv főhadiszállásától délkeletre
pt_br: — Time Alpha é enviado para um deserto no Arizona ao sudoeste do QG do Projeto
sr_cs: - Tim Alfa je poslat na lokaciju u pustinji Arizone, jugoistočno od sedišta Projekta

source: - Beta team is sent to the remains of Chicago
ca_es: - S'ha enviat l'equip Beta a les restes de Chicago
cs: - Tým Beta je vyslán do ruin Chicaga
hu: - A Béta csapat Chicago maradványaihoz lett küldve
pt_br: — Equipe Beta é enviada para os restos de Chicago
sr_cs: - Tim Beta je poslat u ostatke Čikaga

source: - Gamma team is sent into the northern Rockies in Colorado
ca_es: - S'ha enviat l'equip Gamma al nord de les Rocoses, al Colorado
cs: - Tým Gama je poslán do severní části Skalnatých hor v Coloradu
hu: - A Gamma csapat a Sziklás-hegység északi részébe lett küldve, Coloradóba
pt_br: — A equipe Gama é enviada para as montanhas do norte do Colorado
sr_cs: - Tim Gama je poslat u severne Stenovite planine u Koloradu

source: Command Panel
ca_es: Panell de control
cs: Příkazový Panel
hu: Parancsnoki panel
pt_br: Painel de Controle
sr_cs: Komandna tabla

source: There are six different command panel interfaces, plus a central button. You open up a command interface by pressing the appropriate button.
ca_es: Hi ha sis interfícies diferents al panell de comandes i un botó central. Obriu la interfície de comandes prement el botó adient.
cs: Je šest příkazových rozhraní k ovládání hry, plus tlačítko uprostřed. Stisknutím příslušného tlačítka otevřete příkazové rozhraní.
hu: Hat különböző parancsnoki panelfelület van, továbbá egy központi gomb. A parancsnoki felületet a megfelelő gomb megnyomásával nyithatja meg.
pt_br: Existem seis diferentes ‘interfaces’ de painel de comando, além de um botão central. Você abre uma ‘interface’ de comando pressionando o botão apropriado.
sr_cs: Postoji šest različitih interfejsa komandne table, plus centralno dugme. Komandni interfejs otvarate pritiskom na odgovarajuće dugme.

source: The middle / central button closes any open command interface.
ca_es: El botó central tanca qualsevol interfície de comanda oberta.
cs: Prostřední tlačítko zavře jakékoli otevřené příkazové rozhraní.
hu: A középső gomb bezárja a nyitott parancsnoki felületet.
pt_br: O botão do meio/ central fecha qualquer ‘interface’ de comando aberto.
sr_cs: Srednje/centralno dugme zatvara bilo koji otvoreni interfejs za komande.

source: Defending Your Base
hu: A bázisa védelme
sr_cs: Odbrana baze

source: In Warzone 2100, your home base persists throughout the campaign.
hu: A Warzone 2100-ban a fő bázisa megmarad a hadjárat során.
sr_cs: U igri Warzone 2100, vaša baza opstaje tokom cele kampanje.

source: As such, preparing for the future defense of your home base is essential.
hu: Ezért a fő bázisa jövőbeli védelmére való felkészülés létfontosságú.
sr_cs: Stoga je priprema za buduću odbranu vaše matične baze neophodna.

source: While units are obviously helpful to defend your base, the design of your base is also critical.
hu: Bár az egységek nyilvánvalóan segítenek a bázisa védelmében, a bázisa megtervezése is kritikus.
sr_cs: Iako su jedinice očigledno korisne za odbranu vaše baze, dizajn vaše baze je takođe bitan.

source: Build defensive structures that provide cover, restrict access, sense enemies, and dispense damage, so that you can better counter enemy attacks.
hu: Építsen védelmi épületeket, melyek fedezéket biztosítanak, korlátozzák a ki- és bejutást, érzékelik az ellenséget, és sebzést okoznak, ezáltal jobban vissza tudja verni az ellenséges támadásokat.
sr_cs: Izgradite odbrambene strukture koje pružaju zaklon, ograničavaju pristup, uočavaju neprijatelje i nanose štetu, kako biste mogli bolje da se suprotstavite neprijateljskim napadima.

source: Intelligence Display
ca_es: Informe d'intel·ligència
cs: Zpravodajské okno
hu: Hírszerzési kijelző
pt_br: Exibição de Inteligência
sr_cs: Obaveštajni Prikaz

source: The Intelligence Display is where you can find your current mission objectives, replay your current mission briefing, and read more about completed research projects.
ca_es: L'informe d'intel·ligència és on podeu trobar els objectius actuals de la missió, revisioneu el brífing de la missió actual, i llegiu-ne més sobre els projectes de recerca completats.
cs: Zpravodajské okno je místo, kde můžeš najít aktuální cíle mise, příhrát brífinky a přečíst si více informací o dokončených výzkumných projektech.
hu: A hírszerzési kijelzőn találja a jelenlegi küldetéscélokat, újra lejátszhatja a jelenlegi eligazítást, és többet olvashat a befejezett kutatási projektekről.
pt_br: A Exibição de Inteligência é onde você pode encontrar seus objetivos atuais da missão, reproduzir o briefing da missão atual e ler mais sobre os projetos de pesquisa concluídos.
sr_cs: Obaveštajni Prikaz je mesto gde možete pronaći ciljeve vaše trenutne misije, ponovo pogledati trenutni brifing misije i pročitati više o završenim istraživačkim projektima.

source: When you open the Intelligence Display, two rows of icons appear on the bottom of the screen.
ca_es: Quan obre l'informe d'intel·ligència, dues línies d'icones apareixen a baix de la pantalla.
cs: Když otevřeš Zpravodajský displej, tak se na spodní části obrazovky zobrazí dva řádky ikonek.
hu: Amikor megnyitja a hírszerzési kijelzőt, két sornyi ikon jelenik meg a képernyő alján.
pt_br: Quando você abre a Tela de Inteligência, duas linhas de ícones aparecem na parte inferior da tela.
sr_cs: Kada otvorite Obaveštajni Prikaz, na dnu ekrana se pojavljuju dva reda ikona.

source: Selecting an icon will display information about that research or mission objective in the middle of the screen.
ca_es: Seleccionar una icona mostra la informació sobre la recerca o l'objectiu de la missió al mig de la pantalla.
cs: Kliknutím na ikonku se uprostřed obrazovky zobrazí informace o daném cíli či výzkumu.
hu: Ha kiválaszt egy ikont, információt jelenít meg a kutatásról vagy a küldetéscélról a képernyő közepén.
pt_br: Selecionando um ícone mostrará informações sobre esse objetivo de pesquisa ou missão no meio da tela.
sr_cs: Odabirom ikone prikazaće se informacije o tom istraživanju ili cilju misije na sredini ekrana.

source: Using the Mission Timer
ca_es: Ús de temporitzador de missió
cs: Časovač misí
hu: A küldetésidőzítő használata
pt_br: Usando o Temporizador da Missão
sr_cs: Korišćenje Tajmera Misije

source: Much of the time, you'll be on the clock. Sometimes, you'll find yourself wishing you had more time. Other times you might think you have too much.
ca_es: Normalment, anireu a l'hora. A voltes, us trobareu necessitant més temps, altres vegades, pensareu que en teniu massa.
cs: Častokrát budeš v časové tísni. Někdy si budeš přát abys měl více času. Jindy ti zase bude připadat že času máš až příliš.
hu: A legtöbb esetben időre kell dolgoznia. Néha azt kívánja majd, bárcsak több ideje lenne. Máskor pedig azt gondolhatja, hogy túl sok ideje van.
pt_br: Muito do tempo, você estará no horário. Às vezes, você se encontrará desejando ter mais tempo. Outras vezes você pode pensar que tem tempo demais.
sr_cs: Većinu vremena ćete biti na satu. Ponekad ćete želeti da imate više vremena. Drugi put ćete možda misliti da imate previše.

source: There are always smart ways to make use of extra time to prepare for battles ahead.
ca_es: Sempre hi ha maneres intel·ligents d'usar el temps de sobra per preparar-se a les properes batalles.
cs: Vždy existují způsoby jak chytře využít přebývající čas k přípravě na nadcházející bitvy.
hu: Mindig van okos módja a további idő kihasználásának a közelgő csatákra való felkészüléshez.
pt_br: Há sempre maneiras inteligentes de se usar o tempo extra para se preparar para batalhas à frente.
sr_cs: Uvek postoje pametni načini da se iskoristi dodatno vreme za pripremu za predstojeće bitke.

source: Whether it's completing new research, building defenses, or recycling & replacing units with new weapons and technologies... don't let good time go to waste.
ca_es: Que sigui fer recerques noves, construir defenses o reciclar i reemplaçar unitats amb noves armes i tecnologies... No llencis el temps valuós per la finestra.
cs: Můžeš ho využít k výzkumu, výstavbě obrany, recyklování a nahrazování jednotek verzemi s lepšími technologiemi... neplýtvej časem.
hu: Legyen az új kutatás, védművek építése vagy újrahasznosítás és az egységek fegyvereinek és technológiáinak lecserélése… ne hagyja kárba veszni az időt.
pt_br: Seja completando novas pesquisas, construindo defesas ou reciclando e substituindo unidades com novas armas e tecnologias... não deixe que o tempo bom seja desperdiçado.
sr_cs: Bilo da se radi o završetku novih istraživanja, izgradnji odbrane ili reciklaži i zameni jedinica novim oružjem i tehnologijama... ne dozvolite da dobro vreme propadne.

source: (If you have the Timer Power Bonus tweak enabled - which is the default - you don't need to wait out the timer to grant power. You'll automatically be granted the power you would have gained if you'd let the timer run. But the rest of the uses still apply!)
ca_es: (Si teniu activat l'opció Bonus d'Energia del Temporitzador -activada per defecte- no us cal esperar el final del temporitzador per obtenir energia, se us donarà l'energia que haguéssiu guanyat si el temporitzador hagués seguit. Encara que la resta d'usos també s'apliquin!)
cs: (Pokud sis nevypnul v nastaveních Bonus Energie z časovače, nemusíš čekat s dokončením mise než dojde časovač protože nechceš přijít o energii. Automaticky získáš energii kterou bys získal pokud bys nechal časovač doběhnout.)
hu: (Ha az időalapú energiabónusz beállítás engedélyezve van – ez az alapértelmezett beállítás –, akkor nem kell megvárni az időzítő lejártát, hogy megkapja az energiát. Automatikusan megkapja azt, melyet az időzítő lejártakor kapna. De a többi használati mód továbbra is érvényes!)
pt_br: (Se você tiver o ajuste de bônus de poder do temporizador ativado — que é padrão — você não precisa esperar o temporizador para conseguir poder. Automaticamente será concedido poder que você teria ganhado se esperasse o temporizador terminar. Mas o restante dos usos ainda de aplicam!)
sr_cs: (Ako je uključen „Bonus moći tajmera“ – što je podrazumevano – ne morate čekati da tajmer istekne da biste dobili moć. Ona će vam automatski biti dodeljena kao da ste čekali da tajmer završi. Ostala pravila korišćenja i dalje važe!)

source: Power
ca_es: Energia
cs: Energie
hu: Energia
pt_br: Energia
sr_cs: Energija

source: In Warzone 2100, power is your key resource.
ca_es: A Warzone 2100, l'energia és el recurs clau.
cs: Energie je v této hře jediný zdroj.
hu: A Warzone 2100-ban az energia kulcsfontosságú erőforrás.
pt_br: No Warzone 2100, a energia é seu principal recurso.
sr_cs: U igri Warzone 2100, energija je vaš ključni resurs.

source: You spend power to build structures, manufacture units, and research upgrades / new technology.
ca_es: Gasteu energia per construir estructures, crear unitats i recercar millores / noves tecnologies.
cs: Energie je potřeba ke stavbě struktur, výrobě jednotek, a k výzkumu vylepšení a nových technologií.
hu: Energiába kerül az épületek felállítása, az egységek gyártása, valamint a fejlesztések és az új technológiák kutatása.
pt_br: Você gasta energia para construir estruturas, fabricar unidades e pesquisar melhorias / novas tecnologias.
sr_cs: Trošite energiju za izgradnju struktura, proizvodnju jedinica i istraživanje nadogradnji / novih tehnologija.

source: Power is generated by Power Generators that are fed by Oil Derricks.
ca_es: L'energia es genera amb generadors alimentats pels pous de petroli.
cs: Energie se vyrábí v generátorech energie které přeměňují v elektřinu ropu z ropných vrtů.
hu: Az energiát olajkutakkal táplált erőművek állítják elő.
pt_br: Energia é gerada por Geradores de Energia que são alimentados por Torres de Perfuração de Petróleo.
sr_cs: Energiju proizvode Energetski Generatori koji se napajaju Naftnim Bušotinama.

source: Researching Technology
ca_es: Recerca de Tecnologies
cs: Výzkum
hu: Technológia kutatása
pt_br: Pesquisando tecnologia
sr_cs: Istraživanje Tehnologije
