Repository: Warzone2100/warzone2100
Catalog: po/guide/*.po
Languages: ca_es, cs, hu, pt_br, sr_cs

source: - Research Facility modules decrease the time needed to complete assigned research projects
ca_es: - Els mòduls del Centre de Recerca rebaixa el temps necessari per completar el projecte de recerca
cs: - Moduly na výzkumná střediska snižují čas potřebný k výzkumu technologií
hu: - A kutatólétesítmény-modulok csökkentik a hozzárendelt kutatási projektek befejezési idejét
pt_br: - Módulos de Instalação de Pesquisa diminuem o tempo necessário para completar projetos de pesquisa atribuídos
sr_cs: - Moduli istraživačke stanice ubrzavaju istraživanje projekata

source: Oil Derrick
ca_es: Pou de petroli
cs: Ropný vrt
hu: Olajkút
pt_br: Torre de Perfuração de Petróleo
sr_cs: Naftna Bušotina

source: An Oil Derrick can be built by selecting a Truck and targeting an available Oil Resource.
ca_es: Un Pou de Petroli es pot construir seleccionant un Camió i donant-li un Jaciment de Petroli lliure com a objectiu.
cs: Ropný vrt lze postavit vybráním konstruktérské jednotky a kliknutím na volný zdroj ropy.
hu: Olajkút egy teherautó kijelölésével és egy elérhető olajforrás megcélzásával építhető.
pt_br: Uma Torre de Perfuração de Petróleo pode ser construída selecionando um Caminhão e marcando uma fonte de Petróleo disponível.
sr_cs: Naftna Bušotina se gradi tako što izaberete Kamion i ciljajte na raspoloživi Naftni Resurs.

source: The destruction of an Oil Derrick will temporarily prevent the construction of another at the same spot until the fire subsides.
ca_es: La destrucció d'un Pou de Petroli impedirà la construcció d'un altre al mateix lloc mentre aquest segueixi cremant.
cs: Zničení ropného vrtu na chvíli znemožní postavení nového dokud požár neskončí.
hu: Egy olajkút elpusztítása ideiglenesen megakadályozza egy újabb kút építését, amíg a tűz el nem alszik.
pt_br: A destruição de uma Torre de Perfuração de Petróleo irá impedir temporariamente a construção de outra no mesmo lugar até que o fogo diminua.
sr_cs: Uništenje Naftne Bušotine privremeno će sprečiti izgradnju druge na istom mestu dok se požar ne smiri.

source: To utilize an Oil Derrick and generate power requires a Power Generator.
ca_es: Per usar un Pou de Petroli i generar energia es necessita un Generador d'Energia.
cs: Aby byl ropný vrt využitý, musí být postaven generátor energie.
hu: Az olajkút kiaknázásához és az energiatermeléshez egy erőműre van szükség.
pt_br: Para utilizar uma Torre de Perfuração de Petróleo e gerar energia requer um Gerador de Energia.
sr_cs: Za korišćenje Naftne Bušotine i proizvodnju energije potreban je Energetski Generator.

source: Power Generator
ca_es: Generació d'energia
cs: Generátor energie
hu: Erőmű
pt_br: Gerador de Energia
sr_cs: Energetski Generator

source: Each Power Generator uses up to 4 Oil Derricks. So, for example, if you have 10 Oil Derricks you would need 3 Power Generators to utilize all of the oil derricks and generate maximum Power.
ca_es: Cada Generador d'Energia utilitza fins a 4 Pous de Petroli. Per tant, si teniu 10 Pous de Petroli, necessitareu 3 Generadors d'Energia per usar tots els Pous de Petroli i generar el màxim d'Energia.
cs: Každý generátor je schopný využít až čtyři ropné vrty. Například pokud máš 10 ropných vrtů, potřebuješ 3 generátory aby byly všechny vrty využity a aby nedocházelo ke ztrátě energie.
hu: Minden erőmű legfeljebb 4 olajkutat használ. Így például, ha 10 olajkútja van, akkor 3 erőműre van szükség az összes olajkút kihasználásához, és a lehető leggyorsabb energiatermeléshez.
pt_br: Cada Gerador de Energia usa até 4 Torres de Perfuração de Petróleo. Então, por exemplo, se você tiver 10 Torres de Perfuração de Petróleo, precisaria 3 Geradores de Energia para utilizar a energia máxima gerada pelas torres de perfuração.
sr_cs: Svaki Energetski Generator koristi do 4 Naftne Bušotine. Dakle, na primer, ako imate 10 Naftnih Bušotina, biće vam potrebna 3 Energetska Generatora da iskoristite sve Naftne Bušotine i proizvedete maksimalnu Energiju.

source: While oil derricks must be built on oil resources, Power Generators can be built anywhere on the map. But keep in mind: additional generators beyond one for every 4 derricks will provide no benefit.
ca_es: Mentre que els Pous de Petroli s'han de construir sobre Jaciments de Petroli, els Generadors d'Energia es poden construir on sigui. Però recorda que més generadors que 1 per cada 4 Pous de Petroli no produeixen més beneficis.
cs: Na rozdíl od ropných vrtů mohou být generátory postaveny kdekoli. Pamatuj ale že generátory samotné energii nevyrábí.
hu: Amíg az olajkutakat lelőhelyekre kell építeni, addig az erőművek bárhova építhetők a térképen, de tartsa észben: 4 olajkút / erőmű mennyiség fölött a további erőművek építése nem ad további előnyöket.
pt_br: Enquanto torres de perfuração devem ser construídas em fontes de petróleo, Geradores de Energia podem ser construídos em qualquer lugar do mapa. Mas tenha em mente: geradores adicionais além de um cada 4 torres de perfuração não providenciará nenhum benefício.
sr_cs: Dok naftne bušotine moraju biti postavljene na naftne resurse, Energetski Generatori mogu se graditi bilo gde na mapi. Ipak, imajte na umu: dodatni generatori preko jednog na svake 4 bušotine neće doneti nikakvu korist.

source: Rally Point
ca_es: Punt d'agrupament
cs: Shromažďovací bod
pt_br: Ponto de Encontro
sr_cs: Odredišna Tačka

source: When a Factory has finished building a unit, the unit will spawn next to the Factory, and then proceed to the Factory's designated Rally Point.
ca_es: Quan una fàbrica ha acabat de crear una unitat, la unitat apareixerà a prop de la fàbrica, i se li ordenarà que vagi al Punt d'Agrupament de la fàbrica.
cs: Jednotky vyrobené továrnou se objeví u továrny a poté zamíří ke shromažďovacímu bodu továrny.
pt_br: Quando uma Fábrica terminou de construir uma unidade, ela surgirá próxima à Fábrica, e então proceder para o Ponto de encontro designado da Fábrica.
sr_cs: Kada Fabrika završi proizvodnju jedinice, ta jedinica će se pojaviti pored Fabrike, a zatim krenuti ka Odredišnoj Tački Fabrike.

source: By default, the Rally Point is placed next to the Factory. Clicking a Rally Point will allow you to move it.
ca_es: Per defecte, el punt d'agrupament és vora la Fàbrica. Clicar sobre aquest li permetrà moure'l.
cs: Když je továrna postavena tak je Shromažďovací bod umístěn automaticky vedle továrny. Kliknutím na Shromažďovací bod ho můžeš posunout na jiné místo.
hu: Alapesetben a gyülekezési pont a gyár mellé kerül. A gyülekezési pontra való kattintással helyezheti át.
pt_br: Por Padrão, o Ponto de Encontro é localizado próximo à Fábrica. Clicando num Ponto de Encontro permitirá movimentá-lo.
sr_cs: Odredišna Tačka se inicijalno nalazi pored fabrike. Klikom na Odredišnu Tačku možete je premestiti.

source: Note: Moving a Rally Point while a unit is moving to it will not affect the unit's path.
ca_es: N. B.: moure un punt d'agrupament mentre una unitat que s'hi desplaça no afecta el seu camí.
cs: Poznámka: Přesunutí shromažďovacího bodu nezmění cíle již vyrobených jednotek.
pt_br: Nota: Mover um Ponto de Encontro enquanto uma unidade está se movendo para ela não afetará seu caminho.
sr_cs: Napomena: Premeštanje Odredišne Tačke dok se jedinica kreće ka njoj neće uticati na putanju jedinice.

source: Repair Facility
ca_es: Instal·lació de Reparació
cs: Opravovací stanice
hu: Javítóüzem
pt_br: Instalação de Reparo
sr_cs: Servisna Stanica

source: Building a Repair Facility creates a fixed structure to which units can retreat to be repaired.
ca_es: Construir una Instal·lació de Reparació crea una estructura fixa on les unitats es poden retirar per ser reparades.
cs: K opravovací stanici lze stáhnout poškozené jednotky a nechat je opravit.
hu: A javítóüzem egy épület, amelyhez az egységek visszavonulhatnak, hogy megjavítsa őket.
pt_br: Construir uma Instalação de Reparo cria uma estrutura fixa para qual as unidades podem recuar para serem reparadas.
sr_cs: Servisna Stanica je fiksni objekat u koji jedinice mogu odlaziti da bi se popravile.

source: Repair Facilities can repair units faster than mobile units with repair turrets.
ca_es: Les Instal·lacions de Reparació poden reparar les unitats més ràpidament que les unitats mòbils amb torres de reparació.
cs: Opravovací stanice opravují rychleji než mobilní opravárenské věže.
hu: A javítóüzemek gyorsabban meg tudják javítani az egységeket, mint a javítótoronnyal rendelkező mobil egységek.
pt_br: Instalações de Reparo podem reparar unidades mais rápido que unidades móveis com torres de reparo.
sr_cs: Servisne Stanice mogu popravljati jedinice brže od mobilnih jedinica sa kupolama za popravku.

source: Research Facility
ca_es: Centre de recerca
cs: Výzkumné středisko
hu: Kutatólétesítmény
pt_br: Centro de Pesquisas
sr_cs: Istraživačka Stanica

source: Research Facilities are required in order to research new technologies.
ca_es: Els centres de recerca són necessaris per recercar tecnologia nova.
cs: Výzkumná střediska jsou potřebak výzkumu nových technologií.
hu: Kutatólétesítmények szükségesek az új technológiák kutatásához.
pt_br: Instalações de Pesquisa são necessárias a fim de pesquisar novas tecnologias.
sr_cs: Za istraživanje novih tehnologija potrebne su Istraživačke Stanice.

source: Each Research Facility can research one technology at a time.
ca_es: Cada Centre de Recerca pot fer una recerca de tecnologia alhora.
cs: Každé výzkumné zařízení je schopno zkoumat jen jednu technologii najednou.
hu: Minden kutatólétesítmény egyszerre csak egy technológiát kutathat.
pt_br: Cada Centro de Pesquisas pode pesquisar uma tecnologia por vez.
sr_cs: Svaka Istraživačka Stanica može istraživati po jednu tehnologiju istovremeno.

source: VTOL Factory
ca_es: Fàbrica VTOL
cs: Továrna na VTOLy
hu: VTOL gyár
pt_br: Fábrica de VTOL
sr_cs: VTOL Fabrika

source: A VTOL Factory is used to build units with VTOL propulsion (i.e. flying units).
ca_es: Una fàbrica VTOL s'usa per crear unitats amb propulsió VTOL (i. e. unitats voladores).
cs: Továrna na VTOLy vyrabí jednotky s VTOL pohonem (tedy vzdušné jednotky).
hu: A VTOL gyár állítja elő a VTOL meghajtással rendelkező (tehát repülő) egységeket.
pt_br: Uma Fábrica de VTOL é utilizada para construir unidades com propulsão VTOL (ou seja, unidades voadoras).
sr_cs: VTOL Fabrika se koristi za izgradnju jedinica sa VTOL pogonom (tj. letećih jedinica).

source: Each VTOL Factory can build one unit at a time, but you can queue multiple units for production.
ca_es: Cada fàbrica VTOL pot construir una unitat alhora, en podeu, però, afegir diverses a la cua de la producció.
cs: Každá továrna na VTOLy muže vyrábět jen jednu jednotku najednou, ale do fronty můžeš zařadit více jednotek.
hu: Minden VTOL gyár egyszerre csak egy egységet készíthet, de több egység állítható sorba a termeléshez.
pt_br: Cada Fábrica de VTOL pode construir uma unidade por vez, mas você pode criar uma fila com várias unidades para produção.
sr_cs: Svaka VTOL Fabrika može proizvoditi po jednu jedinicu odjednom, ali možete staviti više jedinica u red za proizvodnju.

source: When a VTOL Factory is done building a unit, it will order it to fly and land near the factory's Rally Point.
ca_es: Quan una fàbrica VTOL ha acabat de crear una unitat, li ordenarà volar fins al Punt d'Agrupament.
cs: Jakmile se vyrobí jednotka tak odletí na Shromažďovací bod.
pt_br: Quando uma Fábrica de VTOL termina de construir uma unidade, ela ordenará que a unidade voe e pouse próximo ao Ponto de Encontro da Fábrica.
sr_cs: Kada VTOL Fabrika završi proizvodnju jedinice, ona će joj narediti da poleti i sleti u blizini Odredišne Tačke fabrike.

source: Structures
ca_es: Estructures
cs: Budovy
hu: Épületek
pt_br: Estruturas
sr_cs: Objekti (zgrade)

source: Building structures is absolutely vital in Warzone 2100 - from Factories which build units, to Research Facilities that research new technologies.
ca_es: Construir estructures és totalment vital a Warzone 2100 - des de les Fàbriques que construeixen les unitats, als Centres de Recerca que fan recerca en noves tecnologies.
cs: Budovy jsou naprosto nezbytné v této hře - od továren co vyrábí jednotky po výzkumná střediska která zkoumají nové technologie.
hu: Az épületek építése létfontosságú a Warzone 2100-ban – az egységeket készítő gyáraktól, az új technológiákat kifejlesztő kutatólétesítményekig.
pt_br: As estruturas de construção são absolutamente vitais em Warzone 2100 — desde as fábricas que constroem unidades, até os centros de pesquisa que pesquisam novas tecnologias.
sr_cs: Izgradnja objekata je apsolutno neophodna u Warzone 2100 - od Fabrika koje proizvode jedinice, do Istraživačkih Stanica koji istražuju nove tehnologije.

source: Building can be done with units with Trucks as turrets and/or Combat Engineers.
ca_es: La construcció pot ser duta a terme amb unitats amb Erugues com torretes i/o Enginyers de Combat.
cs: Budovy lze postavit konstruktérskými jednotkami.
hu: Épületek felhúzásának a befejezéséhez a géptesteken toronyként funkcionál a teherautó konténer/dömper része és/vagy Harci Mérnökök szükségesek.
pt_br: Construção pode ser feita com unidades com caminhões como torres e/ou engenheiros de combate.
sr_cs: Građevine mogu graditi jedinice opremljene Kamionskim kupolama i/ili Borbeni Inženjeri.

source: Attack Range
ca_es: Abast d'Atac
cs: Útočná vzdálenost
pt_br: Alcance de ataque
sr_cs: Domet Napada

source: You can use the Unit Orders menu to configure unit "Attack Range".
ca_es: Pot utilitzar el menú d'Ordres d'Unitats per configurar l'"Abast d'Atac" de la unitat.
cs: V menu jednotky můžeš nastavit tři různé útočné vzdálenosti.
pt_br: Você pode usar o menu de Pedidos de Unidades para configurar o "Alcance de ataque" da unidade.
sr_cs: U meniju „Naredbe Jedinicama“ možete podesiti njihov „Domet Napada“.

source: - Optimum Range: Fires at the most accurate range
ca_es: - Abast òptim: Dispara a l'abast més acurat
cs: - Optimální vzálenost: Bude střílet ve vzdálenosti kde je nejpřesnější
pt_br: - Alcance Perfeito: Dispara ao alcance mais preciso
sr_cs: Optimalni domet: Gađa sa najvećom preciznošću

source: - Short Range: Moves to short range and attacks
ca_es: - Abast curt: Es mou a una distància curta i ataca
cs: - Krátká vzdálenost: Útočí z blízké vzdálenosti
pt_br: - Curto alcance: Se move para o curto alcance e ataca
sr_cs: Kratki domet: Približava se i napada s male udaljenosti

source: - Long Range: Attacks at long range (default)
ca_es: - Abast llarg: Ataca a llarga distància (per defecte)
cs: - Velká vzdálenost: Útočí z největší možné vzdálenosti (výchozí)
pt_br: - Longo Alcance: Ataques a longo alcance (padrão)
sr_cs: Dugi domet: Napada sa velike udaljenosti (podrazumevano)

source: Firing Mode
ca_es: Mode de tir
cs: Útocný režim
hu: Tüzelési mód
pt_br: Modos de Disparo
sr_cs: Režim Paljbe

source: You can use the Unit Orders menu to configure unit "Firing Mode".
ca_es: Pot utilitzar el menú d'Ordres d'Unitats per configurar el "Mode de Tir" de la unitat.
cs: V menu jednotky můžeš nastavit tři různé útočné režimy.
hu: Használd az Egység Parancsok menüt, hogy tüzelési módot válassz.
pt_br: Você pode usar o menu de Pedidos de Unidades para configurar o "Modo de disparo" da unidade.
sr_cs: Podesite „Režim Paljbe“ jedinice u meniju „Naredbe jedinicama“.

source: - Fire At Will: Fires at any enemy (default)
ca_es: - Foc a voluntat: Dispara contra qualsevol enemic (per defecte)
cs: - Pal dle libosti: Střílí na všechny nepřátelské jednotky (výchozí)
hu: - Tüzelés tetszés szerint: Tüzelés az ellenségre (alapértelmezett)
pt_br: - Dispara a vontatde: Dispara em qualquer inimigo (padrão)
sr_cs: Gađaj Po Volji: Puca na bilo kog neprijatelja (podrazumevano)

source: - Return Fire: Only fire if fired at
ca_es: - Retornar el foc: Només dispara si se li dispara
cs: - Opětuj palbu: Jednotka bude střílet pouze pokud ji nejdřív něco trefí
hu: - Tűz viszonzása: Tüzelés csak akkor, ha tüzelnek rá
pt_br: - Retornar Fogo: Somente Atira se dispararem na unidade
sr_cs: Uzvrati Vatru: Puca samo ako je napadnut

source: - Do Not Fire: Units will not fire
ca_es: - Alto el foc: Les unitats no dispararan
cs: - Nestřílej: Jednotka nebude střílet vůbec dokud nedostane přímý rozkaz
hu: - Ne tüzeljen: Az egységek nem tüzelnek
pt_br: - Não atirar: Unidades não irão disparar
sr_cs: Ne Gađaj: Jedinice neće pucati

source: Movement
ca_es: Moviment
cs: Pohyb
hu: Mozgás
pt_br: Movimento
sr_cs: Kretanje

source: You can use the Unit Orders menu to configure unit "Movement".
ca_es: Pot utilitzar el menú d'Ordres d'Unitats per configurar el "Moviment" de la unitat.
cs: V menu jednotky můžeš nastavit různé režimy pohybu.
pt_br: Você pode usar o menu de Pedidos de Unidades para configurar o "Movimento" da unidade.
sr_cs: Podesite „Kretanje“ jedinice u meniju „Naredbe jedinicama“.

source: - Patrol: Move between two points. Just click a point on the map after selecting it
ca_es: - Patrullar: Moure's entre dos punts. Cliqueu simplement sobre el mapa després de seleccionar-ho
cs: - Patrolovat: Jednotka se bude pohybovat mezi dvěma body - mezi svou nynější polohou a místem na které klikneš po vybrání režimu Patrolovat
pt_br: - Patrulha: Mova entre dois pontos. Basta clicar em um ponto no mapa depois de selecioná-lo
sr_cs: - Patrola: Kreće se između dve tačke. Nakon odabira, kliknite na tačku na mapi

source: - Circle: (VTOLs only) Move in a circle over a position. Just click an area after selecting it
ca_es: - Cercle: (Només VTOL) Es desplaça en cercle al voltant d'un punt. Només cal clicar sobre un lloc després d'haver-lo seleccionat
cs: - Kroužit (pouze VTOLy): Jednotky budou kroužit okolo bodu na který klikneš poté co vybereš režim Kroužit
pt_br: - Círculo: (Somente VTOLs) Mova um círculo sobre uma posição. Basta clicar em uma área depois de selecioná-lo
sr_cs: - Krug: (samo VTOL jedinice) Kreće se u krugu iznad određene pozicije. Nakon odabira, kliknite na oblast

source: - Pursue: Pursue enemy
ca_es: - Perseguir: Persegueix l'enemic
cs: - Pronásledovat: Pronásleduje nepřátele
pt_br: - Perseguição: Persiga o inimigo
sr_cs: - Juri: Juri neprijatelja

source: - Guard: Stay near an area or structure. (default)
ca_es: - Protegir: Es manté vora una àrea o estructura. (per defecte)
cs: - Strážit: Zůstávej téměř na místě (výchozí)
pt_br: - Guarda: Fique perto de uma área ou estrutura. (padrão)
sr_cs: - Čuvaj: Ostanite u blizini oblasti ili objekta (podrazumevano)

source: - Hold Position: Do not move under any circumstances
ca_es: - Mantenir la posició: No es mou sota cap circumstància
cs: - Drž pozici: Za žádných okolností se nehni
pt_br: - Manter a posição: Não se mover em nenhuma circunstância
sr_cs: - Drži Poziciju: Ni pod kojim uslovima se ne pomeraj

source: Recycling
ca_es: Reciclatge
cs: Recyklování
pt_br: Reciclagem
sr_cs: Reciklaža

source: Recycling a unit will send it to the nearest Factory or Repair Facility, where it will be removed from play.
sr_cs: Reciklažom jedinice ona se šalje u najbližu Fabriku ili Servisnu Stanicu, gde će biti uklonjena iz igre.

source: Half the power used in making the unit will be refunded to you (although this will be reduced if the unit is damaged).
ca_es: La meitat de l'energia usada per fabricar la unitat se us retorna (tot i que pot ser menor si la unitat està malmesa).
cs: Polovina energie spotřebovaná na výrobu jednotky bude vrácena. Pokud je jednotka poškozená, bude vráceno méně energie.
pt_br: Metade do poder usado na criação da unidade será reembolsado (embora isso seja reduzido se a unidade estiver danificada).
sr_cs: Biće vam vraćena polovina energije utrošene za izradu jedinice (iako će taj iznos biti manji ako je jedinica oštećena).

source: The experience points of the recycled unit will be transferred to the next unit that is manufactured.
sr_cs: Iskustveni bodovi reciklirane jedinice biće preneti na sledeću jedinicu koja bude proizvedena.

source: When multiple experienced units are recycled, the highest amount of experience points is transferred first.
hu: Ha több tapasztalt egységedet hasznosítod újra, a legnagyobb tapasztalati ponttal rendelkezőt váltja be legelőször.
sr_cs: Kada se reciklira više iskusnih jedinica, najviši iznos iskustvenih bodova prenosi se prvi.

source: You can order the selected units to return for recycling via the Unit Orders menu or the "Return for Recycling" keybind.
ca_es: Podeu ordenar el reciclatge a les unitats seleccionades via el menú d'Ordres de la Unitat o amb la tecla "Torna per ser reciclat".
cs: Příkaz k recyklacy vydáš skrze příkazové menu jednotky nebo pomocí klávesové zkratky pro recyklaci.
hu: Utasíthatod a kiválasztott egységeket, hogy térjenek vissza a bontóba az Egység Parancsok menüben vagy nyomd be a "Visszatérés Újrahasznosításra" billentyűgombot.
pt_br: Você pode ordenar as unidades selecionadas a retornar para reciclagem através do menu Ordens de Unidade ou pelo atalho de teclado "Retornar para Reciclagem".
sr_cs: Odabrane jedinice možete poslati na reciklažu preko menija „Naredbe Jedinicama“ ili pomoću prečice „Pošalji na Reciklažu“.

source: Retreating
ca_es: Retirar-se
cs: Ustupování
hu: Visszavonulás
pt_br: Recuando
sr_cs: Povlačenje

source: Losing units (especially units with experience levels) can be a real hit to a force's ability to successfully wage battle.
ca_es: Perdre unitats (sobretot unitats amb graus d'experiència) poden ser un veritable cop a la capacitat d'una força per guanyar la batalla.
cs: Ztráta jednotek, obvzlášť těch s hodně zkuženostmi, může mít velký dopad na tvoji schopnost vést efektivní boj.
hu: Az egységek elvesztése (különösen a tapasztalattal rendelkező egységeké) komoly csapás lehet az erők harci képességére.
pt_br: Perder unidades (especialmente unidades com níveis de experiência) pode ser um verdadeiro problema para a habilidade da força de travar batalha com sucesso.
sr_cs: Gubitak jedinica (posebno onih iskusnih) može ozbiljno oslabiti sposobnost vaše vojske da uspešno vodi bitku.

source: You can use the Unit Orders menu to choose a "Retreat Threshold", which will cause units to automatically retreat from the battle when they reach a specified damage level.
ca_es: Podeu escollir al menú d'ordres de la unitat un "Llindar de Retirada", que farà que les unitats es retirin de la batalla quan els danys arribin al llindar de dany establert.
cs: V příkazovém panelu jednotky můžeš nastavit při jakém stavu života by měla ustoupit z frontové linie.
hu: Használd az Egység Parancsok menüt, hogy kiválaszd a "Visszavonulási Küszöböt", mely automatikussá teszi az egységek csatából való visszavonulását, ha elérték a kijelölt sérülési szintet.
pt_br: Você pode usar o menu de Pedidos de Unidades para escolher um "Limite de Retirada", que fará com que as unidades recuem automaticamente da batalha quando atingirem um nível de dano especificado.
sr_cs: Možete koristiti meni „Naredbe jedinicama“ da izaberete „Prag Povlačenja“, koji će narediti jedinicama da se automatski povuku iz borbe kada dostignu određeni nivo oštećenja.

source: - Do or Die: Your unit will not retreat unless ordered to. (default)
ca_es: - Fes o mor: La seva unitat no es retirarà excepte si se li ordena (per defecte)
cs: - Na život a na smrt: Jednotka neustoupí dokud jí to nebude přikázáno (výchozí)
hu: Csináld vagy Meghalsz: Az egységed nem fog visszavonulni, amíg nem utasítod rá. (alapértelmezett)
pt_br: - Fazer ou morrer: Sua unidade não se recuará a menos que seja ordenada. (padrão)
sr_cs: - Izvrši ili Umri: Jedinica se neće povući osim ako joj to ne naredite. (podrazumevano)
