Repository: Warzone2100/warzone2100
Catalog: po/guide/*.po
Languages: ca_es, cs, hu, pt_br, sr_cs

source: - Retreat at Medium Damage: Your unit will retreat at medium (yellow) damage
ca_es: - Retira amb desperfectes mitjans: la unitat es retirarà a danys mitjans (groc)
cs: - Ustoupit při středním poškození: Jednotka ustoupí když její ukazatel života zežloutne
hu: Visszavonulás Közepes Sebzéskor: Az egységed közepes sebzésnél (sárga) vonul vissza
pt_br: - Retira com Dano Médio: Sua unidade irá recuar ao dano médio (amarelo)
sr_cs: - Povlačenje pri Srednjem Oštećenju: Jedinica će se povući pri srednjem (žutom) oštećenju

source: - Retreat at Heavy Damage: Your unit will retreat at heavy (red) damage
ca_es: - Retira amb desperfectes elevats: la unitat es retirarà a danys elevats (vermell)
cs: - Ustoupit při těžkém poškození: Jednotka se stáhne když její ukazatel života zčervená
hu: Visszavonulás Komoly Sérüléskor: Az egységed visszavonul ha pirosba kerül az életereje
pt_br: - Retira com Danos Pesados: Sua unidade recuará com dano pesado (vermelho)
sr_cs: - Povlačenje pri Velikom Oštećenju: Jedinica će se povući pri velikom (crvenom) oštećenju

source: Retreating units will return to the nearest repair facility, repair unit, HQ, or LZ.
ca_es: Les unitats en retirada tornaran a la instal·lació de reparació més propera, unitat de reparació, al QG o a la LZ.
cs: Jednotky ustoupí k nejbližší opravovací staniic, jednotce s opravovací věží, k velitelství, nebo k přistávací zóně.
hu: A visszavonuló egységek visszatérnek a legközelebbi javítóműhelybe, javítóegységhez, főhadiszálláshoz vagy LZ-hez.
pt_br: As unidades que se retirarem retornarão à unidade de reparo mais próxima, unidade de reparo, QG ou AP.
sr_cs: Jedinice koje se povlače vratiće se do najbliže servisne stanice, jedinice za popravku, Glavnog Štaba GŠ ili Zone Sletanja ZS.

source: Return To
ca_es: Tornar a
cs: Příkaz Vrať se
hu: Visszatérés Ide
pt_br: Retornar para
sr_cs: Vrati se

source: You can use the Unit Orders menu to quickly order units to return to a specific location.
ca_es: Podeu utilitzar el menú d'Ordres de la Unitat per ordenar a les unitats tornar ràpidament a un lloc específic.
cs: Skrze Příkazový panel jednotky jí můžeš dát rozkaz aby se vrátila na určité místo.
hu: Használd az Egység Parancsok menüt, hogy gyorsan utasítsd egységeid egy meghatározott helyre való visszatéréshez.
pt_br: Você pode usar o menu de Pedidos Unitários para ordenar rapidamente as unidades para retornarem a um local específico.
sr_cs: Možete koristiti meni „Naredbe jedinicama“ da brzo naredite jedinicama da se vrate na određenu lokaciju.

source: - Return for Repair: Unit will return to a Repair Facility
ca_es: - Retorn per reparacions: La unitat anirà a un centre de reparació
cs: - Vrať se k opravě: Jednotka se vrátí k nejbližší opravovací stanici nebo jednotce
hu: Visszatérés Javításra: Az egység egy Javító Központhoz vonul vissza
pt_br: - Retornar para o Reparo: A unidade retornará a um Centro de Reparos
sr_cs: - Vrati na Popravku: Jedinica će se vratiti u Servisnu Stanicu

source: - Return to HQ: Unit will return to Command Center or LZ (campaign)
ca_es: - Retorn al QG: la unitat tornarà al Centre de Comandament o a la LZ (en campanya)
cs: - Vrať se na velitelství: Vrátí se zpátky k velitelství nebo k přistávací zóně (kampaň)
hu: - Visszatérés a főhadiszállásra: az egység visszatér a parancsnoki központhoz vagy LZ-hez (hadjárat)
pt_br: - Retornar ao QG: Unidade retornará ao Centro de Comando ou LZ (campanha)
sr_cs: - Vrati se u GŠ: Jedinica će se vratiti u Glavni Štab ili ZS Zonu Sletanja (kampanja)

source: - Go To Transport: Unit will go to and board transport
ca_es: - Vés al transport: la unitat anirà i embarcarà al transport
cs: - Běž k transportu: Jednotka zamíří k nejbližšímu transportu a nastup do něj
hu: Menj Szállításra: Az egység odamegy és felszáll a hajóra
pt_br: - Ir Para o Transporte: A unidade irá para e transporte a bordo
sr_cs: Idi u Transport: Jedinica će otići do transporta i ukrcati se

source: Unit Orders
ca_es: Ordres de la Unitat
cs: Příkazový panel
hu: Egységparancsok
pt_br: Pedido de Unidades
sr_cs: Naredbe jedinicama

source: Right-click a unit or group of units to show their current Unit Orders.
ca_es: Clic dret sobre una unitat o grup d'unitats mostra les seves ordres actuals.
cs: Kliknutím pravým tlačítkem na jednotku zobrazí na levé straně obrazovky příkazový panel dané jednotky.
hu: Egy egységre vagy egységcsoportra való jobb kattintás megjeleníti a jelenlegi egységparancsot.
pt_br: Clique com o botão direito em uma unidade ou grupo de unidades para mostrar seus Pedidos de Unidade atuais.
sr_cs: Kliknite desnim tasterom miša na jedinicu ili grupu jedinica da prikažete njihove trenutne Naredbe Jedinicama.

source: The Unit Orders panel allows you to customize the behavior of your units, from patrolling an area to retreating at low health.
ca_es: El panell Ordres de les Unitats us permet personalitzar el comportament de les unitats, des de patrullar una àrea fins a retirar-se amb poca vida.
cs: Skrze příkazový panel můžeš jednotkám nařídit různé věci, například aby patrolovaly nebo se stáhly když mají málo života.
hu: Az Egységparancsok panellel testreszabhatja az egységek viselkedését: őrjáratozástól az alacsony életpont esetén történő visszavonulásig.
pt_br: O painel de Pedidos de Unidades permite que você personalize o comportamento de suas unidades, desde patrulhar uma área até recuar com pouca vida.
sr_cs: Panel „Naredbe jedinicama“ omogućava vam da prilagodite ponašanje svojih jedinica, od patroliranja određene oblasti do povlačenja pri niskom zdravlju.

source: Right-click a Factory to adjust the Unit Orders for all future units produced by the Factory.
ca_es: Clic dret sobre una fàbrica per a ajustar les ordres de les unitats produïdes per la fàbrica.
cs: Kliknutím pravým tlačítkem na továrnu ti umožní nastavit výchozí příkazy pro všechny budoucí jednotky vyrobené v této továrně.
hu: Kattintson jobb egérgombbal egy gyárra, hogy beállítsa a jövőben gyártott egységek egységparancsait.
pt_br: Clique com o botão direito em uma Fábrica para ajustar Pedidos de Unidades para todas as futuras unidades produzidas pela Fábrica.
sr_cs: Kliknite desnim tasterom miša na Fabriku da podesite Naredbe Jedinicama za sve buduće jedinice koje će fabrika proizvesti.

source: Building Units
ca_es: Crear unitats
cs: Výroba jednotek
hu: Egységek gyártása
pt_br: Construir Unidades
sr_cs: Proizvodnja Jedinica

source: To build units, either select a Factory, or select the "Manufacturing" button on the Command Panel - this will open the Manufacturing panel on the left side of the screen.
ca_es: Per crear unitats, pot seleccionar tant una fàbrica com el botó "Fabricació" al panell de Comandes - això obrirà el panell de fabricació a l'esquerra de la pantalla.
cs: Abys vyrobil jednotky, potřebuješ továrnu. Vyber jednu kliknutím na ní nebo kliknutím na tlačítko Výroba - tím otevřeš panel na levé straně obrazovky.
hu: Az egységek gyártásához válasszon ki egy gyárat, vagy válassza a „Gyártás” gombot a Parancsnoki panelen – ez megnyitja a Gyártás panelt a képernyő bal oldalán.
pt_br: Para construir unidades, selecione uma Fábrica, ou selecione o botão "Fabricar" no Painel de Comando - isso abrirá o painel de Fabricação no lado esquerdo da tela.
sr_cs: Da biste proizvodili jedinice, odaberite Fabriku ili kliknite na dugme „Proizvodnja“ u komandnom panelu – ovo će otvoriti panel za proizvodnju.

source: The Manufacturing panel will display the unit designs which are buildable by the currently-selected Factory. Factories may be limited to producing certain types of units (or may only be able to produce certain units if upgraded with modules).
ca_es: El panell de fabricació mostrarà els dissenys d'unitats construïbles en la fàbrica seleccionada. Les fàbriques poden estar limitades en produir certs tipus d'unitats (o només poder produir-les un com millorades amb mòduls).
cs: Panel výroby zobrazuje šablony jednotek které jsou vyrobitelné právě vybranou továrnou. Je možné že továrny nebudou moci vyrobit jednotky s pokročilejšími těly dokud na nich nepostavíš moduly.
hu: A Gyártás panel kijelzi az egység dizájnokat amik a jelenleg kiválasztott Gyárban készíthetőek. A Gyárak limitálva lehetnek bizonyos típusú egységek legyártására (vagy csak bizonyos egységek gyártására, ha fel van fejlesztve modulokkal a gyár).
pt_br: O painel de Manufatura mostrará os modelos de unidade que são construíveis pela Fábrica selecionada. Fábricas podem ser limitadas a produzir certos tipos de unidades (ou podem ser capazes de produzir somente certas unidades se melhoradas com módulos).
sr_cs: Panel Proizvodnje prikazuje jedinice koje Fabrika može praviti; ograničenja zavise od tipa fabrike i modula.

source: To select a different Factory, either click on the Factory in the game world, or click on the appropriate button in the Factories panel on the bottom-center of the screen.
ca_es: Per seleccionar una fàbrica diferent, tant pot clicar sobre la fàbrica al món del joc com pot clicar al botó apropiat al panell de les fàbriques al centre de baix de la pantalla.
cs: K vybrání jiné továrny stačí kliknout buď na příslušné tlačítko na panelo dole uprostřed obrazovky, nebo klikni na budovu továrny.
hu: Hogy kiválassz egy másik Gyárat, kattints a Gyárra a játék világában vagy kattints a megfelelő gombra a Gyárak panelen belül a kijelződ alsó-közép részén.
pt_br: Para selecionar uma Fábrica diferente, clique na Fábrica no mundo do jogo, ou clique no botão apropriado no painel de fábricas, no centro inferior da tela.
sr_cs: Da biste odabrali drugu Fabriku, kliknite na fabriku u svetu igre ili na odgovarajuće dugme u panelu Fabrika na dnu centra ekrana.

source: To manufacture a unit in a Factory, click the desired unit design button in the Manufacturing panel. You can queue multiples of the same unit by repeatedly clicking the unit design button.
ca_es: Per crear una unitat en una fàbrica, cliqui sobre la unitat desitjada al panell de fabricació. Podeu afegir a la cua diverses unitats iguals clicant repetidament sobre el botó del disseny de la unitat.
cs: Jednotku vyrobíš kliknutím na příslušnou šablonu v panelu výroby. Můžeš naplánovat několik stejných jednotek opakovaným klikáním na šablonu.
hu: Hogy legyárts egy egységet a Gyárban, kattints a kívánt egység dizájnra a Gyártás panelen belül. Több egységet is gyártósorra tehetsz ugyanabból a fajtából egymásutáni kattintásokkal.
pt_br: Para produzir uma unidade em uma Fábrica, clique no botão do modelo de unidade desejado no painel de Manufatura. Você pode enfileirar vários da mesma unidade clicando repetidamente no botão do modelo da unidade.
sr_cs: Da biste proizveli jedinicu u Fabrici, kliknite na dugme dizajna željene jedinice u panelu za Proizvodnju. Možete staviti više istih jedinica u red tako što ćete više puta kliknuti na dugme dizajna jedinice.

source: While a unit is building, the unit will be shown in the Factories panel above the Factory that is building it. If the bar is green, the Factory is gathering power to build the unit. If the bar is yellow, the unit is being built.
ca_es: Mentre una unitat es construeix, la unitat es mostrarà al panell de les fàbriques sota la fàbrica que l'està creant. Si la barra està verda, la fàbrica està guardant energia per construir la unitat. Si està groga, la unitat s'està creant.
cs: Jednotka co se právě vyrábí se ukáže v přehledu továren nad továrnou co ji vyrábí. Pokud je ukazatel průběhu výroby zelený, znamená to že není dostatek energie a továrna čeká. Pokud je žlutý, znamená to že se jedontka vyrábí.
hu: Amíg egy egység készül, az egység látható lesz a Gyárak panelen a Gyár fölött, amelyik éppen készíti azt. Ha a csík zöld, a Gyár erőforrást gyűjt, hogy építsen egyet. Ha a csík sárga, az egység éppen gyártódik.
pt_br: Enquanto uma unidade está construindo, a unidade será mostrada no painel das Fábricas acima da Fábrica que a está construindo. Se a barra é verde, a Fábrica está reunindo poder para construir a unidade. Se a barra estiver amarelo, a unidade está sendo construída.
sr_cs: Dok se jedinica pravi, prikazaće se u panelu Fabrika iznad Fabrike koja je proizvodi. Ako je traka zelena, Fabrika prikuplja energiju za izradu jedinice. Ako je traka žuta, jedinica je u procesu izrade.

source: When a Factory is done building a unit, it will order the unit to proceed to the Factory's Rally Point.
ca_es: Quan una fàbrica ha acabat de crear una unitat, li ordenarà que vagi al Punt d'Agrupament de la fàbrica.
cs: Jakmile továrna vyrobí jednotku tak jí pošle na shromažďovací bod továrny.
hu: Ha a gyár végzett egy egység gyártásával, akkor a gyár gyülekezési pontjára vezényli az egységet.
pt_br: Quando uma Fábrica termina de construir uma unidade, ela ordenará a unidade a prosseguir para o Ponto de encontro da Fábrica.
sr_cs: Kada Fabrika završi izradu jedinice, jedinica će dobiti naredbu da se uputi ka Odredišnoj Tački Fabrike.

source: Attaching Units
ca_es: Lligar una unitat
cs: Přiřazování jednotek
hu: Egységek Hozzárendelése
sr_cs: Priključivanje Jedinica

source: To attach units to a Commander, select the unit(s), then left-click the Commander you want to attach them to. A symbol will appear next to the assigned unit(s) to signify the attachment.
hu: Hogy egységeket rendeljen a parancsnokhoz, válassza ki az egységeket, majd kattintson bal egérgombbal a hozzárendelendő parancsnokra. Egy szimbólum fog megjelenni a hozzárendelt egységek felett, hogy jelezze a hozzárendelést.
sr_cs: Da biste priključili jedinice Komandantu, odaberite jedinicu/jedinice, a zatim kliknite levim tasterom miša na Komandanta kojem želite da ih priključite. Pored pridruženih jedinica pojaviće se simbol koji označava priključivanje.

source: ## Limits:
ca_es: ## Límits:
cs: ## Limity:
pt_br: ## Limites:
sr_cs: Ograničenja:

source: Commanders have a limit to the amount of units they can control, which is affected by their rank. Promotions are earned by the Commander reaching a dedicated amount of experience points.
sr_cs: Komandanti imaju ograničenje broja jedinica kojima mogu komandovati, što zavisi od njihovog ranga. Napredovanja se stiču kada Komandant dostigne određeni broj iskustvenih bodova.

source: After each promotion, the Commander is able to control 2 more units.
sr_cs: Posle svakog napredovanja, komandant može kontrolisati još 2 jedinice.

source: Detaching Units
ca_es: Deslligar una unitat
cs: Odebírání jednotek
pt_br: Desatribuir Unidades
sr_cs: Odvajanje Jedinica

source: To detach a unit from a Commander:
ca_es: Per deslligar una unitat d'un comandant:
cs: K odebrání jednotky od velitele udělej toto:
pt_br: Para desatrelar uma unidade de um Comandante:
sr_cs: Da biste odvojili jedinicu od Komandanta:

source: 1. Right-click the unit (or hold the "Shift" key while selecting the unit) to select only that unit (instead of the whole commander group)
ca_es: 1. Feu clic dret sobre la unitat (o mantingui la tecla "Shift" mentre selecciona la unitat) per seleccionar només aquella unitat (en lloc de tot el grup del comandant)
cs: 1. Klikni na jednotku pravým tlačítkem (nebo podrž Shift a klikni levým tlačítkem), čímž vybereš jen tuto jednotku (místo celé skupiny velitele)
pt_br: 1. Clique com o botão direito na unidade (ou segure "Shift" enquanto seleciona a unidade) para selecionar somente aquela unidade (em vez do grupo inteiro do Comandante)
sr_cs: 1. Kliknite desnim tasterom miša na jedinicu (ili držite taster „Shift“ dok je birate) da selektujete samo tu jedinicu (umesto cele grupe komandanta)

source: 2. Give the unit a new order (eg. move)
ca_es: 2. Doni una nova ordre a la unitat (eg. moure's)
cs: 2. Dej jednotce nový rozkaz (například ať se pohne)
hu: 2. Adjon az egységnek egy új parancsot (például utasítsa mozgásra)
pt_br: 2. Dar uma ordem nova a unidade (por exemplo, mover)
sr_cs: 2. Dajte jedinici novu naredbu (npr. pomeranje)

source: Going for repairs, BRB
ca_es: Reparant-se, BRB
cs: Stahování se k opravě
pt_br: Indo para reparos, já volto
sr_cs: Idem na popravku, odmah se vraćam

source: A unit that retreats from the battle to go to a repair facility, will stay connected to its Commander group.
ca_es: Una unitat que es retira de la batalla per reparar-se resta assignada al seu grup de comandant.
cs: Jednotka co se stáhne z bitvy k opravovací stanici zůstane přiřazená ke skupině svého velitele.
hu: Egy egység, mely visszavonul a csatából egy javító központhoz, csatlakoztatva marad a Parancsnoki csoporthoz.
pt_br: Uma unidade que recua da batalha para ir a instalação de reparo, ficará conectada ao seu grupo de comando.
sr_cs: Jedinica koja se povuče iz borbe radi popravke i dalje ostaje deo Komandantove grupe.

source: When it is done repairing, it will return to its Commander.
ca_es: Quan la reparació s'ha acabat, torna al seu comandant.
cs: Jakmile je opravena tak se vrátí ke svému veliteli.
pt_br: Quando o reparo é finalizado, ele retornará ao seu Comando.
sr_cs: Po završetku popravke, jedinica će se automatski vratiti svom Komandantu.

source: Targeting
ca_es: Objectiu
cs: Zaměřování
pt_br: Direcionando
sr_cs: Navođenje ciljeva

source: When you select a Commander and target an enemy unit or structure, attached units will move to fire on the target.
hu: Ha kiválasztasz egy Parancsnokot, hogy célozzon meg egy ellenséges egységet vagy épületet, a hozzárendelt egységek odamennek és tüzet nyitnak a célpontra.
sr_cs: Kada selektujete Komandanta i označite neprijateljsku jedinicu ili strukturu kao cilj, pridružene jedinice će se pomeriti i otvoriti vatru na taj cilj.

source: The attached units will have greater accuracy when firing.
ca_es: Les unitats lligades tindran una millor precisió disparant.
cs: Budou také přesnější.
pt_br: As unidades anexadas terão maior precisão quando atirarem.
sr_cs: Priključene jedinice će imati veću preciznost prilikom gađanja.

source: Commanders
ca_es: Comandants
cs: Velitelé
pt_br: Comandantes
sr_cs: Komandanti

source: Command turrets are used much like sensors, except they can command any attacking unit, not just artillery.
ca_es: Les torretes de comandament s'utilitzen com sensors, excepte que poden manar qualsevol unitat atacant, i no només l'artilleria.
cs: Velitelé se používají podobně jako senzory, ale je možné k nim přiřadit jakoukoli jednotku, ne jen artilerii.
pt_br: Torres de Comando são usados como sensores, exceto que podem atacar qualquer unidade de ataque, não somente artilharia.
sr_cs: Komandne kupole koriste se slično kao senzori, s tom razlikom što mogu komandovati bilo kojom napadačkom jedinicom, a ne samo artiljerijom.

source: Commanders provide an accuracy, armor, and movement speed bonus to all units assigned to them, which increases as the commander's rank increases.
ca_es: Els comandants els donen un bonus de precisió, d'armadura i de velocitat de desplaçament, que incrementen segons el ranc del comandant.
cs: Velitelé zlepšují přesnost, odolnost, a rychlost všech jednotek k nim přiřazených. Tyto bonusy se zvyšují s úrovní velitele.
hu: A Parancsnokokhoz minden hozzájuk rendelt egységnek pontosságot, páncélzatot, mozgási sebesség bónuszt adnak, melyek a parancsnoki rangjának növekedéssel együtt nőnek.
pt_br: Comandantes fornecem precisão, armadura, e bônus de velocidade de movimento para todas as unidades designadas a eles, o que aumenta à medida que a classificação do Comandante aumenta.
sr_cs: Komandanti obezbeđuju bonus na preciznost, oklop i brzinu kretanja svim jedinicama koje su im dodeljene, a ti bonusi rastu kako se čin komandanta povećava.

source: They are limited to having 6 attacking units assigned to them at first, but this limit rises by 2 each time the commander gains a rank.
sr_cs: U početku mogu imati priključeno najviše 6 jedinica za napad, ali se taj limit povećava za još 2 svaki put kada komandant stekne viši čin.

source: Designing Units
ca_es: Disseny d'unitats
cs: Navrhování šablon jednotek
pt_br: Unidades de Projeto
sr_cs: Dizajniranje Jedinica

source: You will need to design new units if you want to overpower your enemies and get that sweet taste of victory. This is a key aspect of Warzone 2100's gameplay.
ca_es: Necessitareu dissenyar unitats noves si voleu superar els vostres enemics i tenir el dolç gust de la victòria. Aquest és un aspecte clau del gameplay de Warzone 2100.
cs: Klíčovým aspektem Warzone 2100 je navrhování jednotek. Pokud chceš dosáhnout vítězství tak budeš muset najít nejlepší kombinace.
pt_br: Você precisará projetar novas unidades se quiser superar seus inimigos e conseguir o doce sabor da vitória. Esse é um aspecto chave na jogabilidade de Warzone 2100.
sr_cs: Biće potrebno da dizajnirate nove jedinice ako želite da nadjačate neprijatelje i osetite sladak ukus pobede. Ovo je ključni deo gejmpleja Warzone 2100.

source: To start designing a unit, select the Design button in the Command Panel. This will make two columns appear on the left of the screen.
ca_es: Per a dissenyar una unitat, seleccioni el botó de Disseny al Panell de Comandes. Això farà aparèixer dues columnes a l'esquerra de la pantalla.
cs: Abys mohl začít navrhovat jednotky, klikni na tlačítko Šablony v panelu příkazů. Dva sloupce se objeví na levé straně obrazovky.
hu: Hogy elkezdj egy egységet tervezni, válaszd ki a Tervezés gombot a Parancsnoki panelen. Ez két oszlopot fog láthatóvá tenni a képernyő bal oldalán.
pt_br: Para começar a projetar uma unidade, selecione o botão Projetar no Painel de Comando. Isso fará 2 colunas aparecerem à esquerda da tela.
sr_cs: Da biste započeli dizajniranje jedinice, izaberite taster „Dizajn“ u komandnom panelu. Time će se na levoj strani ekrana pojaviti dve kolone.

source: To make a new design, select the "blank" green body in the top-left. To edit an existing unit design, just select it instead.
ca_es: Per crear un disseny, seleccioni el cos verd "en blanc" a dalt de tot a l'esquerra. Per editar un disseny existent, seleccioni'l simplement.
cs: K vytvoření šablony klikni na "prázdné" zelené tělo v levém horním rohu. K upravení již existující šablony klikni na ní.
pt_br: Para criar um novo projeto, selecione o corpo verde "em branco" na parte superior esquerda. Para editar um projeto de unidade existente, somente a selecione.
sr_cs: Da biste napravili novi dizajn, izaberite „prazno“ zeleno telo u gornjem levom uglu. Da biste izmenili postojeći dizajn jedinice, jednostavno izaberite njega.

source: Designing a new unit is a simple three-step procedure: selecting a body, a propulsion system, and a turret. Those three selections will result in a new unit.
ca_es: Dissenyar una nova unitat és un procés simple de tres parts: seleccionar un xassís, un sistema de propulsió i una torreta. Aquestes tres tries crearan una nova unitat.
cs: Vytvoření nové šablony je jednoduchý proces zahrnující tři kroky: výběr těla, pohonu a zbraně/věže. Tyto tři části tvoří jednotku.
pt_br: Projetar uma nova unidade é um procedimento simples de três etapas: Selecione um chassi, um sistema de propulsão, e uma torre. Essas três seleções resultarão numa nova unidade.
sr_cs: Dizajniranje nove jedinice je jednostavan postupak u tri koraka: biranje trupa, sistema pogona i kupole. Ta tri izbora zajedno čine novu jedinicu.

source: Once you have designed a unit, you will need a Factory to build it.
ca_es: Un cop una unitat és dissenyada, necessiteu una fàbrica per construir-la.
cs: Jakmile je šablona vytvořena, bude potřeba továrna aby ji vyrobila.
pt_br: Depois que você projetou uma unidade, precisará de uma Fábrica para construí-lo.
sr_cs: Kada dizajnirate jedinicu, biće vam potrebna Fabrika da biste je proizveli.

source: Experience & Ranks
ca_es: Experiència i Rancs
cs: Zkušenosti a úrovně
pt_br: Experiência e Classificação
sr_cs: Iskustvo i Činovi
