Repository: Warzone2100/warzone2100
Catalog: po/guide/*.po
Languages: ca_es, cs, hu, pt_br, sr_cs

source: Artillery weapons are devastating against infantry and most structures.
hu: A tüzérségi fegyverek pusztítóak a gyalogsággal és a legtöbb épülettel szemben.
sr_cs: Artiljerijska oružja su razorna protiv pešadije i većine građevina.

source: However, Artillery weapons are less effective against bunkers and tracked vehicles.
hu: Viszont a tüzérségi fegyverek kevésbé hatékonyak a bunkerekkel és a lánctalpas járművekkel szemben.
sr_cs: Međutim, artiljerijska oružja su manje efikasna protiv bunkera i guseničarskih vozila.

source: Most (but not all) Artillery weapons must be stationary in order to fire. This combined with the very low amount of hitpoints provided by Artillery weapons means Artillery-equipped units are vulnerable on their own.
hu: A legtöbb (de nem az összes) tüzérségi fegyvernek álló helyzetben kell lennie a tüzeléshez. Ez, és a tüzérségi fegyverek által biztosított alacsony életpontok kombinációja azt jelenti, hogy a tüzérségi egységek önmagukban sebezhetőek.
sr_cs: Većina (ali ne i sva) artiljerijska oružja moraju da stoje u mestu da bi pucala. To, zajedno sa veoma malim zdravljem koje pružaju artiljerijska oružja, znači da su jedinice opremljene artiljerijom same po sebi ranjive.

source: Thus, Artillery weapons are best used to support other units or structures while avoiding direct confrontation.
hu: Ezért a tüzérségi fegyvereket leginkább más egységek vagy épületek támogatására érdemes használni, kerülve a közvetlen összetűzést.
sr_cs: Stoga se artiljerijska oružja najracionalnije koriste u ulozi podrške drugim jedinicama ili građevinama, izbegavajući neposrednu borbu.

source: High-Explosive Bombs
hu: Nagy robbanóerejű bomba
sr_cs: Visokoeksplozivne Bombe

source: Explosive bombs act similarly to ground-based Artillery weapons (such as Mortars).
hu: A nagy robbanóerejű bombák hasonlóan viselkednek, mint a földi tüzérségi fegyverek (például a mozsarak).
sr_cs: Eksplozivne bombe deluju slično artiljerijskom oružju na zemlji (poput Minobacača).

source: These bombs explode on impact, damaging everything caught in the blast.
hu: Ezek a bombák becsapódáskor robbannak, és mindenben kárt tesznek a robbanás területén.
sr_cs: Ove bombe eksplodiraju pri udaru, oštećujući sve što se nađe u zoni eksplozije.

source: Like Artillery weapons, explosive bombs excel at destroying most structures and groups of infantry and light vehicles, but struggle against bunkers and heavily armored tanks.
hu: A tüzérségi fegyverekhez hasonlóan a robbanó bombák kiválóak a legtöbb épület, valamint gyalogsági egységek és könnyű járművek csoportjai ellen, de bunkerek és nehéz páncélzatú tankok ellen kevésbé hatásosak.
sr_cs: Kao i Artiljerijska oružja, eksplozivne bombe su izuzetno efikasne u uništavanju većine struktura i grupa pešadije i lakih vozila, ali imaju problema protiv bunkera i teško oklopljenih tenkova.

source: Just make sure your own units and structures aren't caught in the blast!
hu: Csak figyeljen rá, hogy a robbanások ne érjék a saját egységeit és épületeit!
sr_cs: Samo pripazi da se tvoje jedinice i građevine ne nađu u udaru eksplozije!

source: Incendiary Bombs
hu: Gyújtóbomba
sr_cs: Zapaljive Bombe

source: Incendiary bombs act somewhat similarly to ground-based Flamer weapons.
hu: A gyújtóbomba némileg hasonló a földi lángszórókhoz.
sr_cs: Zapаljive bombe deluju donekle Plamenobacačima koji se koriste na zemlji.

source: Incendiary bombs deal low damage on impact, but will instantly ignite a large area around the impact site.
hu: A gyújtóbombák alacsony sebzést okoznak találatkor, de a becsapódás helyén azonnal lángra gyújtanak egy nagy területet.
sr_cs: Zapаljive bombe nanose malu štetu pri udaru, ali će trenutno zapaliti veliku površinu oko mesta udara.

source: Enemy units and structures that linger within this area will take a large amount of damage over time.
hu: A területen lévő ellenséges egységek és épületek idővel további jelentős sebzést szenvednek el.
sr_cs: Neprijateljske jedinice i građevine koje se zadrže unutar ove oblasti pretrpeće veliku količinu štete tokom vremena.

source: Like Flamer weapons, incendiary bombs are excellent againt all unit types and bunkers, but are weak against hardened structures.
hu: A lángszórókhoz hasonlóan a gyújtóbombák kiválóak az összes egységtípussal és bunkerrel szemben, de gyengék a megerősítsett épületekkel szemben.
sr_cs: Kao i oružja tipa Plamenobacač, zapaljive bombe su izuzetno efikasne protiv svih vrsta jedinica i bunkera, ali su slabe protiv ojačanih struktura.

source: Bomb Bays
hu: Bombaszekrény
sr_cs: Bombište

source: Bomb bays are a unique weapon type that can only be equipped onto VTOLs.
hu: A bombaszekrények egyedi fegyverek, melyek csak VTOL járműveken használhatók.
sr_cs: Bombište je jedinstveni tip oružja koji se može opremiti samo na VTOL jedinice.

source: While their attack range is short and their ammo capacity is low, bomb bays grant bonus hitpoints and generally pack a more powerful payload compared to other VTOL weapons.
hu: Bár a támadási távolságuk rövid, és a lőszerkapacitásuk alacsony, a bombaszekrények bónusz életpontokat biztosítanak, és a többi VTOL fegyverhez képest sokkal erősebbek.
sr_cs: Iako im je domet napada kratak, a kapacitet municije mali, bombišta daju bonus zdravlja i obično nose snažniji teret od ostalih VTOL oružja.

source: Like all other weapons, different bombs have different effects, strengths, and applications.
hu: A többi fegyverhez hasonlóan, a különböző bombák különböző hatással, erősséggel és alkalmazási módokkal rendelkeznek.
sr_cs: Kao i sva ostala oružja, različite bombe imaju različite efekte, jačine i namene.

source: Bunker Buster
hu: Bunkertörő
sr_cs: Razarač Bunkera

source: The Bunker Buster is a unique weapon that is exceptionally effective against all structures.
hu: A bunkertörő egy egyedi fegyver, amely kivételesen hatásos az összes épülettel szemben.
sr_cs: Razarač Bunkera je jedinstveno oružje koje je izuzetno efikasno protiv svih tipova građevina.

source: However, the Bunker Buster is extremely weak against any non-structure target.
hu: Viszont a bunkertörő rendkívül gyenge minden olyan célponttal szemben, amely nem épület.
sr_cs: Međutim, Razarač Bunkera je izuzetno slab protiv bilo kojih ciljeva koji nisu građevine.

source: Flamer
hu: Lángszóró
sr_cs: Plamenobacač

source: Incendiary "Flamer" weapons are effective against infantry and weaker propulsion tanks.
hu: A „Lángszóró” fegyverek hatásosak a gyalogság és a gyengébb meghajtású tankokkal szemben.
sr_cs: Zapаljiva oružja tipa „Plamenobacač“ efikasna su protiv pešadije i tenkova sa slabijom vrstom pogona.

source: Flamer weapons are also excellent against bunkers and scavenger structures, but weaker against other structures.
hu: A lángszóró fegyverek a bunkerek és a fosztogatók épületei ellen is kiválóak, de más épületekkel szemben gyengébbek.
sr_cs: Plamenobacačka oružja su takođe izuzetno dobra protiv bunkera i pljačkaških građevina, ali su slabija protiv ostalih tipova građevina.

source: Flamers can "penetrate" units, damaging and possibly igniting multiple units in a single burst, thus making Flamer weapons excellent crowd-killers.
hu: A lángszórók „áthatolhatnak” az egységeken, akár több egységet megsebezve és felgyújtva egyetlen lángcsóvával, így kiválóak tömegek ellen.
sr_cs: Plamenobacači mogu da „probiju“ kroz jedinice, oštećujući i čak zapaljujući više meta u jednom nizu, što ih čini odličnim oružjem za čišćenje većih grupa neprijatelja.

source: However, due to their short attack ranges, Flamer weapons can be risky to use.
hu: Viszont a rövid lőtávolságuk miatt a lángszórók használata kockázatos lehet.
sr_cs: Međutim, zbog kratkog dometa napada, plamenobacačka oružja mogu biti rizična za upotrebu.

source: Recycling a unit will send it to the nearest Factory or Repair Facility, and destroy it.
ca_es: Reciclar una unitat l'envia a la Fàbrica o Instal·lació de reparació més propera i la destrueix.
cs: Jednotka poslaná na recyklaci zamíří k nejbližší továrně nebo opravovací stanici a zničí ji.
pt_br: Reciclar uma unidade o enviará para a Fábrica ou Centro de Reparo mais próxima e o destruirá.

source: The unit’s experience level will be placed in the next unit that is manufactured.
ca_es: El nivell d'experiència de la unitat es posarà a la pròxima unitat fabricada.
cs: Zkušenosti recyklované jednotky se přesunou na první další jednotku kterou vyrobíš.
pt_br: O nível de experiência da unidade será colocado na próxima unidade que for fabricada.

source: To attach a unit to a Commander, select a unit, then left-click the Commander you want to attach the unit to. A symbol will appear next to the unit to signify it is attached.
ca_es: Per lligar una unitat a un comandant, seleccioni la unitat i cliqui sobre el comandant a qui la voleu lligar. Un símbol apareixerà vora la unitat per mostrar que és lligada.
cs: Abys přiřadil jednotku k veliteli, klikni na jednotku a poté na velitele ke kterému chceš jednotku přiřadit. U jednotky se zobrazí ukazatel toho že je přiřazená.
pt_br: Para anexar uma unidade a um Comandante, selecione uma unidade, então clique com o botão esquerdo no Comandante que você quer anexar a unidade. Um símbolo aparecerá próximo à unidade para mostrar que está anexado.

source: Commanders have a limit to the amount of direct-fire units (eg machine-guns) which is affected by their own experience level. Levels are earned by the Commander reaching 2 kills, 4, 8, 16, 32, 64 and so on.
ca_es: Els comandants tenen un límit al nombre d'unitats de tir directe (com les metralladores) que depèn del seu propi nivell d'experiència. Els nivells es guanyen pel comandant arribant a 2 morts, 4, 8, 16, 32, 64 i segueix.
cs: Velitelé mají limit na počet přímých bojových jednotek (např. artilerie se do limitu nepočítá) který je daný jejich úrovní zkušeností. Úrovně velitelé získávají když zabijí 2 nepřátele, poté 4, 8, 16, 32, 64 atd.
pt_br: Comandantes tem um limite para a quantidade de unidades de fogo direto (por exemplo, metralhadoras) que é afetado pelo seu nível de experiência. Níveis são conquistados pelo Comandante alcançando 2 mortes, 4, 8, 16, 32, 64 e assim por diante.

source: Each experience level allows the Commander 2 more direct-fire units. However, a Commander can have as many indirect-fire units as it wants.
ca_es: Cada nivell d'experiència permet al comandant controlar 2 unitats més de tir directe. Tanmateix, un comandant pot controlar tantes unitats de tir indirecte com vulgui.
cs: Každá úroveň zkušeností umožní veliteli ovládat dvě další bojové jednotky. Nepřímých bojových jednotek může mít velitel neomezeně.
pt_br: Cada nível de experiência permite o Comandante 2 unidades de fogo direto a mais. No entanto, um Comandante pode ter quantas unidades de fogo indireto que ele desejar.

source: When you select a Commander and target an enemy unit, any attached units will move to fire on the targeted unit.
ca_es: Quan selecciona un comandant i apunteu una unitat enemiga, qualsevol unitat lligada es mourà per atacar la unitat a la qual s'apunta.
cs: Když si veliteli přikážeš aby zaútočil na nepřátelskou jednotku, všechny jednotky k němu přiřazené se přesunou tak aby na tu jednotku mohly útočit.
pt_br: Quando você seleciona um Comandante e mira numa unidade inimiga, qualquer unidade anexada se move para atirar nela.

source: They are limited to having 6 non-artillery attacking units assigned to them at first, but this limit rises by 2 each time the commander gains a rank, which can happen relatively quickly.
ca_es: Estan limitats a 6 unitats atacants no-artilleres que se'ls assignen al principi, però el límit augmenta de 2 cada cop que el comandant guanya un ranc, cosa que passa bastant ràpidament.
cs: Velitel na první úrovní může ovládat jen 6 jednotek (mimo artilerie). Tento limit se s každou úrovní zvýší o 2, přičemž velitelé úrovně získávají rychle.
pt_br: Eles estão limitados a ter inicialmente 6 unidades de ataque não-artilharia designadas a ele, mas esse limite aumenta em 2 cada vez que o comandante ganha uma classificação, que pode acontecer relativamente rápido.

source: However, even the most basic artillery weapon has an 18-tile weapon range. To use it, you will need to build and deploy sensors on the battlefield (either sensor towers or tanks with sensor turrets).
ca_es: Tanmateix, fins i tot l'arma d'artilleria més bàsica té un abast de 18 caselles. Per utilitzar-lo, heu de construir i desplegar sensors al camp de batalla (sia torres de sensors o tancs amb torretes de sensors).
cs: I nejjednodušší artilerie má ovšem dosah 18 políček. K využití tohoto dosahu budeš muset postavit či vyrobit postavit radary (buďto věže nebo tanky s radarem).
pt_br: No entanto, até a arma de artilharia mais básica tem um alcance de armas de 18 azuis. Para usá-lo, você precisará construir e implantar sensores no campo de batalha (torres de sensor ou tanques com torres de sensor).
