Repository: Warzone2100/warzone2100
Catalog: po/guide/*.po
Languages: ca_es, cs, hu, pt_br, sr_cs

source: Units gain experience when they successfully dispatch enemies.
ca_es: Les unitats guanyen experiència quan aconsegueixen derrotar enemics.
cs: Jednotky získávají zkušenosti když zničí nepřátele.
hu: Az egységek tapasztalatot kapnak, ha sikeresen elbánnak az ellenséggel.
pt_br: Unidades ganham experiência quando derrotam inimigos.
sr_cs: Jedinice stiču iskustvo kada uspešno eliminišu neprijatelje.

source: A higher experience level means that a unit is more accurate, moves faster, and takes less damage.
ca_es: Una experiència més elevada significa una unitat més precisa, que es mou més ràpidament i pateix menys danys.
cs: Jednotky s vyšší úrovní jsou přesnější, rychlejší a odolnější.
hu: Nagyobb tapasztalati szint azt jelenti, hogy az az egység pontosabb, gyorsabban mozog és kevesebb sebzést kap be.
pt_br: Um nível de experiência mais alto significa que uma unidade é mais precisa, se move mais rápido e recebe menos dano.
sr_cs: Viši nivo iskustva znači da je jedinica preciznija, kreće se brže i prima manje štete.

source: An icon displaying a unit’s rank is displayed next to the unit’s health bar.
ca_es: La icona que mostra el ranc d'una unitat es mostra al costat de la barra de vida de la unitat.
cs: Vedle života jednotky je ukazatel její úrovně.
pt_br: Um ícone que mostra a classificação de um unidade é exibido próximo à barra de vida da unidade.
sr_cs: Ikonica koja prikazuje čin jedinice pojavljuje se pored njenog prikaza zdravlja.

source: Units with higher experience levels can make all the difference in battle!
ca_es: Les unitats amb nivells d'experiència més elevats poden fer tota la diferència en la batalla!
cs: Zkušenost jednotek může být rozhodující faktor bitvy!
hu: A magasabb tapasztalati szintű egységek döntőek lehetnek a csatában!
pt_br: Unidades com níveis de experiência mais elevados podem fazer toda a diferença na batalha!
sr_cs: Jedinice sa višim nivoom iskustva mogu napraviti ogromnu razliku u borbi!

source: Cyborgs
sr_cs: Kiborzi

source: Cyborgs are your main infantry units.
sr_cs: Kiborzi su osnovna pešadijska jedinica.

source: They are fast and reliable units, and are extremely resistant to Anti-Tank weapons.
sr_cs: Brzi su i pouzdani, i izuzetno otporni na ProtivTenkovsko naoružanje.

source: However, they are more vulnerable to Anti-Personnel and Artillery weapons.
hu: De emiatt sokkal sérülékenyebbek a Gyalogság-Elhárító és Tűzérségi fegyverekkel szemben.
sr_cs: Međutim, ranjivi su na ProtivPešadijsko i Artiljerijsko naoružanje.

source: Note that Cyborgs cannot be designed. Cyborg templates are researched independently, and require a Cyborg Factory to produce.
hu: Vegye figyelembe, hogy kiborgokat nem lehet tervezni. A kiborgsablonokat függetlenül kell kutatni, és a gyártásukhoz kiborggyárra van szükség.
sr_cs: Imajte na umu da Kiborzi ne mogu biti dizajnirani. Šabloni za Kiborge se istražuju nezavisno i za njihovu proizvodnju potrebna je Fabrika Kiborga.

source: Half-tracks
sr_cs: Polu-guseničari

source: Half-tracks are a hybrid propulsion between Wheels and Tracks.
sr_cs: Polu-guseničari su hibridni pogon Točkova i Gusenica.

source: They have a moderate cost and speed, and provide a moderate amount of hitpoints.
sr_cs: Imaju umerenu cenu i brzinu, i pružaju umeren broj životnih bodova.

source: They also provide resistance against Anti-Personnel and Artillery damage, but are still quite vulnerable to Anti-Tank weapons.
sr_cs: Otporni su na protivpešadijsko i artiljerijsko oružje, ali su i dalje prilično ranjivi na protivtenkovsko.

source: Half-tracks are excellent for general-purpose units, but don't quite provide the high durability of Tracks or the high speeds of Wheels.
sr_cs: Polu-guseničari: Univerzalne jedinice, izdržljivost niža od gusenica, brzina niža od točkova.

source: Hover is a fast, amphibious propulsion for vehicles.
sr_cs: Hover je brza, amfibijska pogonska tehnologija za vozila.

source: Hover propulsion provides very high maximum speeds and the ability to freely traverse water, which can be indispensable for finding unique attack routes.
sr_cs: Pogon za lebdenje omogućava veoma velike brzine i slobodno kretanje po vodi, što može biti neophodno za pronalaženje jedinstvenih ruta napada.

source: However, they come at a higher production cost, provide little hitpoints, and are vulnerable to most types of damage.
sr_cs: Ipak, koštaju više, imaju malo životnih bodova i ranjivi su na gotovo svaku vrstu štete.

source: Hover's high speeds and ability to traverse over water make it suited to hit-and-run tactics.
sr_cs: Brzina i sposobnost kretanja po vodi čine Hovera savršenim za brze udare i povlačenja.

source: Similarly to Wheels, however, they are poorly-suited for prolonged fights on the front line.
sr_cs: Sličan je Točkovima, ali nije baš pogodan za duže borbe na prvoj liniji.

source: Tracks
sr_cs: Gusenice

source: Tracks are a highly-armored propulsion for vehicles.
sr_cs: Gusenice su čvrst i oklopljen pogon za vozila.

source: They provide a large amount of hitpoints, as well as high resistances against Anti-Personnel and Artillery damage.
sr_cs: Daju puno životnih bodova i visoku otpornost na protiv-pešadijsku i artiljerijsku štetu.

source: However, they come at a higher production cost, have longer build times, and are still very vulnerable to Anti-Tank weapons.
sr_cs: Ipak, koštaju više, prave se duže i i dalje su veoma ranjivi na protiv-tenkovsko oružje.

source: Additionally, Tracks come with a hefty penalty to their maximum speed.
sr_cs: Pored toga, Gusenice dosta gube na maksimalnoj brzini.

source: Due to their high durability, Tracks are perfect for vehicles designed for combat on the front lines.
sr_cs: Zbog velike izdržljivosti, Gusenice su idealne za vozila namenjena borbi na prvoj liniji.

source: Care must be taken, however. Their slow movement speed can make escaping unfavorable situations very difficult.
sr_cs: Treba biti oprezan — njihova spora brzina kretanja može učiniti povlačenje iz loših situacija veoma teškim.

source: Attacking with VTOLs
sr_cs: Napadanje VTOL jedinicama

source: To attack with a VTOL, select it and click an enemy like normal.
ca_es: Per atacar amb un VTOL, seleccioni'l i cliqui sobre un enemic com de costum.
cs: Útočení s VTOLem je stejné jako s pozemními jednotkami - stačí jednotku vybrat a kliknout na nepřítele.
pt_br: Para atacar com um VTOL, selecione-o e clique em um inimigo normalmente.
sr_cs: Da bi napao sa VTOL-om, izaberi ga i klikni na neprijatelja kao i inače.

source: However, you may noticed the white ammo bar below its health bar as you start attacking.
ca_es: Tanmateix, potser us heu adonat de la barra blanca de munició sota la de la seva vida quan comenceu a atacar.
cs: Rozdíl je ovšem v tom že VTOLy mají omezený počet nábojů - to je indikováno bíle pod životem jednotky.
pt_br: No entanto, você pode notar a barra de munição branca abaixo da sua barra de saúde enquanto começa a atacar.
sr_cs: Međutim, primetićete beli pokazivač municije ispod njegovog pokazivača zdravlja kada započnete napad.

source: Unlike ground units, which reload automatically, VTOLs carry a limited amount of ammo. Once that ammo runs out, the VTOL can’t attack until it refuels.
ca_es: A diferència de les unitats terrestres, que recarreguen automàticament, els VTOL tenen munició limitada. Quan es queden sense munició, els VTOL no poden atacar fins que s'avituallin.
cs: Narozdíl od pozemních jednotek, které přebíjí automaticky, s sebou mají VTOLy omezený počet nábojů. Jakmile jim dojdou tak nemůžou útočit dokud nepřebijou.
pt_br: Ao contrário das unidades terrestres, que recarregam automaticamente, os VTOLs carregam uma quantidade limitada de munição. Uma vez que essa munição acabar, os VTOL não podem atacar até que sejam reabastecidos.
sr_cs: Za razliku od kopnenih jedinica, koje se automatski ponovo naoružavaju, VTOL jedinice nose ograničenu količinu municije. Kada municija nestane, VTOL ne može napadati dok se ponovo ne dopuni.

source: A VTOL out of ammo will automatically find a VTOL rearming pad to rearm and repair itself (and will resume attacking once fully rearmed), or it can be manually rearmed by selecting it and clicking on a rearming pad.
ca_es: Un VTOL sense munició trobarà automàticament una pista de rearmament VTOL i es repararà automàticament (i tornarà a la càrrega un cop plenament rearmat), o es pot rearmar manualment seleccionant-lo i clicant sobre la pista de rearmament.
cs: VTOL bez nábojů si automaticky najde volnou přezbrojovací plochu kde se opraví a přebije (a poté bude automaticky pokračovat v útočení), a nebo mu můžeš ručně přikázat aby přebil tím, že ho vybereš a klikneš na přezbrojovací plochu.
pt_br: Um VTOL sem munição irá automaticamente encontrar uma plataforma de rearmamento de VTOL para se rearmar e reparar (e continuará a atacar uma vez totalmente rearmado), ou pode ser rearmado manualmente, selecionando-o e clicando em uma área de rearmamento.
sr_cs: VTOL bez municije će automatski pronaći VTOL punkt da se naoruža i popravi (i nastavi napad čim bude potpuno naoružan), ili se može ručno dopuniti tako što ćete ga izabrati i kliknuti na VTOL punkt.

source: Unlike other units which usually attack the nearest target, VTOLs will not attack anything automatically. However, by selecting a VTOL and alt+clicking on an area, a VTOL will patrol the area between its current location and the clicked location, and attack anything in the vicinity.
ca_es: Al contrari que la resta d'unitats que ataquen l'objectiu més pròxim, els VTOL no ataquen res automàticament. Tanmateix, seleccionant un VTOL i fent alt+clic en una àrea, el VTOL patrullarà l'àrea entre la seva posició actual i el lloc on s'ha fet clic, atacant tot objectiu a proximitat.
cs: Na rozdíl od pozemních jednotek které obvykle útočí samy od sebe, VTOLy na nic nezaútočí. Pokud ovšem klikneš s klávesou ALT na nějaké místo, tak tím VTOLům nařídíš aby hlídkovaliymezi tímto místem a místem kde se právě nachází a zároveň zaútočí na všechno v dosahu.
pt_br: Ao contrário de outras unidades que geralmente atacam o alvo mais próximo, os VTOL's não atacam nada automaticamente. No entanto, selecionando um VTOL e alt+clicando em uma área, um VTOL patrulhará a área entre sua localização atual e a localização clicada, e atacará qualquer coisa nas redondezas.
sr_cs: Za razliku od drugih jedinica koje obično napadaju najbliži cilj, VTOL jedinice neće napadati automatski. Međutim, ako izaberete VTOL i pritisnete Alt+klik na određeno područje, VTOL će patrolirati između svoje trenutne lokacije i izabrane tačke, napadajući sve što se nađe u blizini.

source: Alternatively, VTOLs can be assigned to VTOL Strike Towers and VTOL CB Towers, which will cause them to function similarly to artillery assigned to sensor towers.
ca_es: D'altra banda, els VTOL es poden assignar a torres d'atac VTOL i torres AB VTOL, que els faran funcionar similarment a l'artilleria assignada a torres de sensors.
cs: VTOLy také mohou být přiřazeny k VTOL radarům a VTOL PB senzorům, a budou se chovat podobně jako pozemní jednotky přiřazené k normálním radarům a PB senzorům.
pt_br: Alternativamente, os VTOL's podem ser atribuídos a Torres de Ataque VTOL e Torres AB VTOL, o que fará com que eles funcionem de forma semelhante à artilharia atribuída às torres do sensor.
sr_cs: Alternativno, VTOL jedinice se mogu dodeliti VTOL Ofanzivnim Kulama i VTOL PA Kulama, što će ih učiniti funkcionalno sličnim artiljeriji dodeljenoj senzor tornjevima.

source: Defending with VTOLs
hu: Védekezés VTOLokkal
sr_cs: Odbrana sa VTOL

source: VTOL units may also be used to defend areas of the map.
sr_cs: VTOL jedinice se takođe mogu koristiti za odbranu određenih delova mape.

source: VTOLs can be assigned to a VTOL Strike Turret or VTOL Radar Tower, and will automatically attack anything targeted by the sensor (much like artillery assigned to a standard sensor).
sr_cs: VTOL jedinice se mogu dodeliti VTOL Ofanzivnoj Kuli ili VTOL Radar Kuli, i automatski će napadati sve što senzor označi kao cilj (slično kao artiljerija dodeljena standardnom senzoru).

source: VTOLs can also be ordered to Patrol or Circle an area. When doing so, they will automatically attack any enemy encountered along their path.
sr_cs: VTOL jedinicama se može narediti da patroliraju ili kruže oko određenog područja. Dok to rade, automatski će napadati svakog neprijatelja na svojoj putanji.

source: Defending Against VTOLs
ca_es: Defensar-se dels VTOL
cs: Obrana proti VTOLům
pt_br: Defendendo contra VTOLs
sr_cs: Odbrana od VTOL-ova

source: What's that in the sky? ... It's a VTOL unit
ca_es: Què hi ha al cel...? És una unitat VTOL
cs: Co je to tam na obloze?... Vzdušná jednotka VTOL!
pt_br: Que é isso no céu? É uma unidade VTOL
sr_cs: Šta je to na nebu? … To je VTOL jedinica

source: Since VTOLs are not ground-based units, most ground weapons cannot hit them.
ca_es: Com que els VTOL no són unitats terrestres, la majoria d'armes terrestres no el poden tocar.
cs: Vzhledem k tomu že VTOLy nejsou pozamní jednotky, tak je většina zbraní určených k boji na zemi nezasáhne.
pt_br: Uma vez que os VTOL's não são unidades terrestres, a maioria das armas terrestres não pode atingi-las.
sr_cs: Pošto VTOL nije kopnena jedinica, većina oružja sa tla ne može da ih pogodi.

source: They can only be hit by either anti-air (often abbreviated "AA") or versatile (can hit air or ground) weapons.
ca_es: Només poden ser tocats per armes antiaèries (sovint abreviades "AA") o versàtils (poden tocar en l'aire o a terra).
cs: Zasáhnout je mohou pouze protivzdušné (často zkracováno PV) nebo univerzální zbraně (mohou střílet na pozemní i vzdušné jednotky).
pt_br: Eles só podem ser atingidos por armas anti-ar (muitas vezes abreviadas de "AA") ou versátil (pode atingir o ar ou o solo).
sr_cs: Mogu se pogoditi samo protivvazduhoplovnim oružjem (često skraćeno "PVO") ili univerzalnim oružjem (koje može da pogađa i vazdušne i kopnene ciljeve).

source: There are only a few weapons that are versatile: machineguns, lasers, and Mini-Rocket Pod.
ca_es: Només hi ha unes quantes armes versàtils: les metralladores, els làsers i els minicoets.
cs: Je pouze několik univerzálních zbraní: kulomety, lasery, a miniraketomet.
pt_br: Existem apenas algumas armas que são versáteis: metralhadoras, lasers e Mini-Rocket Pod.
sr_cs: Postoji samo nekoliko oružja koja su univerzalna: mitraljezi, laseri i Mini-Raketni Bacač.

source: (Rockets and missiles are also versatile, but only when mounted on a cyborg or VTOL.)
ca_es: (Els coets i míssils també són versàtils, però només quan estan muntats en un cíborg o VTOL.)
cs: (všechny rakety a střely jsou také univerzální, ale pouze jejich verze pro kyborgy a VTOLy.)
hu: (A Rakéták is szerteágazóak, de csak akkor ha kiborgra vagy VTOLra vannak felszerelve.)
pt_br: (Os foguetes e mísseis também são versáteis, mas apenas quando montados em um ciborgue ou VTOL.)
sr_cs: (Rakete i projektile takođe spadaju u univerzalno oružje, ali samo kada su montirani na kiborga ili VTOL.)

source: In addition to being uncommon, versatile weapons do not do as much damage to VTOLs as dedicated anti-air, so having some AA is recommended against VTOLs.
ca_es: A més de ser rares, les armes versàtils no provoquen tants danys als VTOL com els AA, es recomana doncs tenir AA contra els VTOL.
cs: Univerzální zbraně navíc nepoškozují VTOLy tolik jako protivzdušné zbraně, takže není dobré na ně spoléhat a vždycky mít i protivzdušné zbraně.
hu: Ezen felül ami nem ritka, hogy a szerteágazó fegyverek nem csinálnak annyi sebzést a VTOLoknak, mint a hivatalos anti-air fegyverek, szóval ajánlott pár AA a VTOLok ellen.
pt_br: Além de serem incomuns, armas versáteis não causam tantos danos aos VTOL's quanto anti-ar dedicado, então é recomendado ter alguma AA contra VTOLs.
sr_cs: Pored toga što su retka, univerzalna oružja ne nanose toliko štete VTOL jedinicama kao specijalizovano protivvazduhoplovno oružje, pa se protiv VTOL-a preporučuje imati i neko PVO oružje.

source: Using VTOLs
sr_cs: Korišćenje VTOL-a

source: Designing VTOL units is similar to designing ground units.
ca_es: Dissenyar unitats VTOL és similar a dissenyar unitats terrestres.
cs: Šablony VTOLů se dělají podobně jako šablony pozemních jednotek.
hu: VTOLok tervezése hasonló a szárazföldi haderőéhez.
pt_br: Projetar unidades VTOL é semelhante a projetar unidades terrestres.
sr_cs: Dizajniranje VTOL jedinica je slično dizajniranju kopnenih jedinica.

source: When choosing a propulsion, simply pick "VTOL" propulsion.
ca_es: Quan escull la propulsió, només ha d'escollir propulsió "VTOL".
cs: Při výběru pohonu jednotky stačí vybrat pohon VTOL.
hu: Amikor meghajtást választasz, egyszerűen válaszd a "VTOL" meghajtást.
pt_br: Ao escolher uma propulsão, simplesmente escolha a propulsão "VTOL".
sr_cs: Prilikom izbora pogona, jednostavno odaberite pogon "VTOL".

source: You will then be able to select from the available VTOL Weapons.
ca_es: Aleshores podrà escollir entre les armes VTOL disponibles.
cs: Poté si budeš moci vybrat ze zbraní pro VTOLy.
pt_br: Em seguida, você poderá selecionar um entre as armas de VTOL disponíveis.
sr_cs: Tada ćete moći da izaberete među dostupnim VTOL oružjima.

source: To produce your VTOL designs, you will need to construct a VTOL Factory.
hu: Hogy létrehozz egy VTOL tervet, építened kell egy VTOL gyárat.
sr_cs: Da biste proizveli svoje VTOL dizajne, potrebno je da izgradite VTOL Fabriku.

source: In order to repair, rearm, and maintain your VTOL units, you will need to construct one or more VTOL Rearming Pads.
hu: Ahhoz, hogy megjavítsd, újra töltsd a fegyverzetet és fenntartsd a VTOLjaidat, VTOL Újrafelfegyverző Padokat kell építened.
sr_cs: Da biste popravili, dopunili municiju i održavali svoje VTOL jedinice, potrebno je da izgradite jedan ili više VTOL Punktova.

source: VTOL Weapons
sr_cs: VTOL Oružja

source: Most weapons have a VTOL equivalent, which does increased damage, but has limited ammo.
hu: A legtöbb fegyvernek van VTOL variánsa, amik megnövelt sebzéssel, de limitált lőszerrel rendelkeznek.
sr_cs: Većina oružja ima VTOL verziju koja nanosi veću štetu, ali ima ograničenu municiju.

source: VTOL versions of regular weapons do not need to be researched separately.
ca_es: No cal fer recerca separada de les armes ordinàries VTOL.
cs: Tyto verze budou přístupné automaticky po vyzkoumání jejich pozemních verzí.
hu: VTOL verzióit a hagyományos fegyvereknek nem szükséges külön kikutatni.
pt_br: Versões VTOL de armas regulares não precisam ser pesquisadas separadamente.
sr_cs: VTOL verzije običnog oružja ne moraju se istraživati posebno.

source: In addition to VTOL versions of ground-based direct weapons, VTOLs can also use bomb weapons. These weapons are the equivalent of artillery, and are very powerful.
ca_es: A més de les versions VTOL de les armes terrestres, els VTOL poden utilitzar també armes de bomba. Aquestes armes són l'equivalent de l'artilleria, i són molt potents.
cs: VTOLy také mohou používat bomby. Bomby jsou ekvivalent artilerie a jsou velmi silné.
hu: A VTOL szárazföldi közvetlen fegyvereinek verzióin felül, a VTOLok bombákat is használnak. Ezek a fegyverek egyenértékűek a tűzérséggel és nagyon erőteljesek.
pt_br: Além das versões VTOL de armas diretas no solo, os VTOL's também podem usar armas de bomba. Estas armas são o equivalente a artilharia e são muito poderosas.
sr_cs: Pored VTOL verzija kopnenog direktnog oružja, VTOL jedinice mogu koristiti i bombe. Ova oružja su ekvivalent artiljeriji i veoma su moćna.

source: VTOL (Vertical Take-Off and Landing) units are the main aerial instruments in dominating the skies.
ca_es: Les unitats VTOL (Vertical Take-Off and Landing) són els instruments aeris principals per dominar el cel.
cs: VTOLy (z anglického Vertical Take-Off and Landing, Svislý vzlet a přistání) jsou hlavní nástroj používaný k získání kontroly nad vzdušným prostorem.
pt_br: As unidades VTOL (Decolagem Vertical e Descolagem) são os principais instrumentos aéreos para dominar os céus.
sr_cs: VTOL (jedinice sa vertikalnim poletanjem i sletanjem) su glavna vazdušna sredstva za dominaciju nebom.

source: VTOLs have an extremely high maximum speed and can traverse all types of terrain.
sr_cs: VTOL jedinice imaju izuzetno veliku maksimalnu brzinu i mogu da prelaze sve vrste terena.

source: Additionally, they cannot be targeted by most weapons while airborne.
sr_cs: Pored toga, dok su u vazduhu, većina oružja ih ne može gađati.

source: Note that while VTOL units can be designed like other vehicles, they can only be produced from a specialized VTOL Factory.
sr_cs: Imajte na umu da, iako se VTOL jedinice mogu dizajnirati kao i ostva vozila, one se mogu proizvoditi samo u specijalizovanoj VTOL Fabrici.

source: Wheels
sr_cs: Točkovi

source: Wheels are the most basic vehicle propulsion.
sr_cs: Točkovi su najosnovniji pogon za vozila.

source: They are inexpensive and fast to produce, and also have a high maximum speed.
sr_cs: Povoljni su i brzi za proizvodnju, a imaju i veliku maksimalnu brzinu.

source: However, they are vulnerable to most types of damage, and don't provide many hitpoints.
hu: Viszont a legtöbb sebzés típusra sérülékenyek és nem kapnak további hitpointokat.
sr_cs: Međutim, ranjivi su na većinu tipova štete i nemaju mnogo bodova zdravlja.

source: Wheels are best used on vehicles that operate behind the front lines, or vehicles that exploit their high speed for hit-and-run attacks.
sr_cs: Točkovi su najbolje korišćeni na vozilima koja deluju iza linija fronta, ili na vozilima koja koriste svoju veliku brzinu za brze napade i povlačenja.

source: Propulsions
sr_cs: Pogoni

source: Just as with weapons, you may also discover new types of vehicle propulsions that can be used in designs.
sr_cs: Baš kao i kod oružja, takođe možete otkriti nove tipove pogona za vozila koje možete koristiti u dizajnima.

source: When you complete research on a new propulsion, an Intelligence Display message will provide some information on its attributes.
sr_cs: Kada završite istraživanje novog pogona, Obaveštajni Prikaz će prikazati njegove karakteristike.

source: Additionally, you can find descriptions of each propulsion in this guide.
sr_cs: Pored toga, u ovom vodiču možete pronaći opise svakog pogona.

source: Understanding the advantages and disadvantages of each propulsion is essential to both designing your own units and combating enemy units.
sr_cs: Razumevanje prednosti i mana svakog pogona je ključno kako za dizajniranje sopstvenih jedinica, tako i za borbu protiv neprijateljskih jedinica.

source: Repairing Units
ca_es: Reparar unitats
cs: Opravování jednotek
pt_br: Unidades de Reparo
sr_cs: Popravljanje Jedinica

source: You can design a unit with a repair turret instead of a weapon, and it can be ordered to repair your other units.
ca_es: Es poden dissenyar unitats amb torre de reparació en lloc d'una arma, i se li pot ordenar de reparar les altres unitats.
cs: Můžeš navrhnout jednotku s opravovací věží místo zbraně a nechat ji opravovat ostatní jednotky.
hu: Tervezhetsz egységet javító toronnyal fegyverzet helyett, amit utasíthatsz hogy javítsa a többi egységet.
pt_br: Você pode projetar uma unidade com uma torre de reparo em vez de uma arma, e pode pedir para consertar suas outras unidades.
sr_cs: Možete dizajnirati jedinicu sa kupolom za servis umesto oružja, i možete joj dati naredbu da popravi vaše druge jedinice.
