Repository: Warzone2100/warzone2100
Catalog: po/guide/*.po
Languages: ca_es, cs, hu, pt_br, sr_cs

source: You can also keep the repair units back from the battle, and use the Retreat Options to set your offensive units to retreat to them for repair at a certain damage level.
ca_es: També es poden mantenir les unitats de reparació lluny de la batalla i usar les opcions de retirada perquè les unitats d'ofensiva es retirin a reparar-se a un cert grau de danys.
cs: Také je múžeš nechat mimo přední linii a využít možnosti ústupu v nastavení jednotek k automatickému ústupu k opravě při určitém poškození.
pt_br: Você também pode manter as unidades de reparo de volta à batalha, e use as Opções de Retirada para definir suas unidades ofensivas para recuar para eles em um certo nível de dano.
sr_cs: Takođe, možete držati jedinice za servis dalje od borbe i koristiti Opcije Povlačenja da naredite svojim ofanzivnim jedinicama da se povuku do njih radi servisa kada dostignu određeni nivo oštećenja.

source: Retreating and repairing units is often far preferable to losing experienced units on the battlefield.
ca_es: Retirar i reparar les unitats és molt més sovint preferible a perdre unitats amb experiència al camp de batalla.
cs: Opraení jednotek je téměř vždy lepší než je ztratit.
pt_br: Reparar e reparar unidades é frequentemente preferível a perder unidades experientes no campo de batalha.
sr_cs: Povlačenje i popravka jedinica je često mnogo bolji izbor nego gubitak iskusne jedinice na bojnom polju.

source: CB Sensors
ca_es: Sensors AB
cs: PB Senzory
hu: ÜE Szenzorok
pt_br: Sensores CB
sr_cs: PA Senzori

source: Counter-Battery (CB) Sensors dramatically alter the battlefield by allowing artillery units to directly target distant artillery platforms - provided they have the range.
ca_es: Els sensors anti-bateries (AB) modifiquen dràsticament el camp de batalla permetent a unitats d'artilleria atacar plataformes d'artilleria distants - mentre restin a l'abast.
cs: Protibateriové (PB) senzory výrazně změní bojiště tím že umožní artilerii pálit přímo na nepřátelskou artilerii - pokud je tedy v dosahu.
pt_br: Sensores Contra-Bateria (CB) alteram dramaticamente o campo de batalha permitindo unidades de artilharia mirar diretamente em plataformas de artilharia distantes - desde que tenham alcance.
sr_cs: Protiv-Artiljerijski (PA) Senzori dramatično menjaju bojno polje omogućavajući artiljerijskim jedinicama da direktno gađaju udaljene artiljerijske platforme – pod uslovom da imaju domet.

source: Identified structures or units will be colored red in the fog of war once a CB Sensor detects the launch of any enemy artillery.
ca_es: Les estructures o unitats identificades es coloraran en vermell a la boira de guerra un cop un sensor AB detecti el tir d'artilleria de qualsevol enemic.
cs: Poloha nalezených nepřátelských baterií bude označena červeně.
pt_br: Estruturas ou unidades identificadas serão coloridas de vermelho na neblina da guerra quando um sensor CB detectar o lançamento de qualquer artilharia inimiga.
sr_cs: Identifikovane strukture ili jedinice biće obojene crveno u magli bojišta čim PA senzor otkrije ispaljivanje neprijateljske artiljerije.

source: If active, artillery units prioritize CB Sensor targets over targets revealed by normal Sensors.
ca_es: Si estan actives, les unitats d'artilleria donen prioritat als objectius dels sensors AB sobre aquells obtinguts per sensors convencionals.
cs: Artilerie preferuje střelbu po nepřátelkské artilerii místo na ostatní cíle.
hu: Ha aktív, a tüzérségi egységek a CB Szenzorokat részesítik előnyben a célpontoknál a hagyományos Szenzorokkal szemben.
pt_br: Se ativo, unidades de artilharia priorizam alvos de Sensores CB sobre alvos revelados por Sensores normais.
sr_cs: Ako su aktivni, artiljerijski sistemi prioritetno gađaju ciljeve otkrivene PA Senzorom, umesto ciljeva otkrivenih običnim Senzorima.

source: Un-Assigning
ca_es: Deslligar
cs: Zrušení přiřazení
pt_br: Desatribuir
sr_cs: Odvajanje

source: To un-assign a unit from a sensor, the easiest way is to right-click the unit, and then tell it to move somewhere.
ca_es: Per deslligar una unitat d'un sensor, la manera més fàcil és fer clic-dret sobre la unitat i a fer-la moure's on sigui.
cs: Abys zrušil přiřazení jednotky k senzoru tak je nejjednodušší kliknout na jednoku pravým tlačítkem a nařídit jí aby se pohnula.
hu: Hogy lecsatlakoztass egy egységet egy szenzorról, a legegyszerűbb módja az, hogy ha jobb egérrel rákattintasz egy egységre és megmondod neki hogy menjen máshova.
pt_br: Para desatribuir uma unidade de um sensor, a maneira mais fácil é clicar com o botão direito na unidade, e então ordenar que se mova para outro lugar.
sr_cs: Da biste odvojili jedinicu sa senzora, najlakši način je da kliknete desnim tasterom miša na jedinicu i potom joj naredite da se pomeri na neko mesto.

source: Multiple units can be selected by holding CTRL while clicking.
ca_es: Es poden seleccionar diverses unitats aguantant CTRL mentre es clica.
cs: Více jednotek najednou lze vybrat držením klávesy CTRL při klikání.
pt_br: Várias unidades podem ser selecionadas segurando CTRL enquanto clica.
sr_cs: Više jedinica možete odabrati tako što držite taster CTRL dok klikćete.

source: Using Sensors
ca_es: Ús de Sensors
cs: Využívání radaru
pt_br: Usar sensores
sr_cs: Korišćenje Senzora

source: Artillery structures are the easiest. Simply build a sensor tower, and if the sensor tower is targeting something within your artillery structures' weapon range, they will fire at it.
ca_es: Les estructures d'artilleria són les més simples. Construïu simplement una torre de sensors, i si la torre apunta quelcom a l'abast de les estructures d'artilleria, aquestes dispararan.
cs: S bateriemi artilerie je to nejjednodušší. Stačí postavit radarovou věž a pokud je nějaká nepřátelská jednotka v dosahu tak na ni baterie vystřelí.
hu: Tüzérségi épületek a legegyszerűbbek. Egyszerűen építs egy szenzor tornyot és ha a szenzor torony céloz valamit a tüzérség épületeinek hatótávján belül, akkor tüzet fog rá nyitni.
pt_br: Estruturas de artilharia são as mais fáceis. Simplesmente construa uma torre de sensor e, se a torre de sensor estiver mirando algo no alcance de suas estruturas de artilharia, eles dispararão nele.
sr_cs: Artiljerijski objekti su najlakši za korišćenje. Jednostavno izgradite senzorsku kulu, i ako senzor kula cilja nešto unutar dometa oružja vaših artiljerijskih struktura, one će pucati na to.

source: An artillery tank, however, needs to be explicitly assigned to a sensor to function. Select the artillery tanks, then click on a sensor to assign the tanks to the sensor.
ca_es: Un tanc d'artilleria, tanmateix, ha d'estar específicament assignat a un sensor per funcionar. Seleccioni els tancs d'artilleria i cliqui sobre el sensor per assignar-los-hi.
cs: Tanková artilerie ovšem musí být přířazena k radaru aby fungovala. Toho dosáhneš vybráním daných jednotek a následným kliknutím na radar.
pt_br: Um tanque de artilharia, no entanto, precisa ser explicitamente atribuído a um sensor para funcionar. Selecione os tanques de artilharia e, em seguida, clique em um sensor para atribuir os tanques ao sensor.
sr_cs: Artiljerijski tenk, međutim, mora biti eksplicitno priključen na senzor da bi funkcionisao. Odaberite artiljerijske tenkove, zatim kliknite na senzor da biste priključili tenkove na senzor.

source: Once the artillery is assigned, if it is assigned to a sensor tower, that tower will target enemies that come in range automatically.
ca_es: Un cop s'assigna l'artilleria, si s'assigna a una torre sensor, la torre apuntarà els enemics que entrin a l'abast automàticament.
cs: Jakmile je artilerie přiřazena tak jí daný radar bude automaticky vybírat cíle ve svém dosahu.
pt_br: Depois que a artilharia for atribuída, se ela for alocada a uma torre de sensor, aquela torre irá mirar nos inimigos que estão no alcance automaticamente.
sr_cs: Priključena artiljerija na senzor kulu automatski cilja neprijatelje u dometu.

source: If it is assigned to a sensor tank, the sensor can be used to attack enemies by selecting the sensor and targeting an enemy. All artillery assigned to the sensor will attack its target.
ca_es: Si s'assigna a un tanc sensor, el sensor es pot utilitzar per atacar enemics seleccionant el sensor i apuntant l'enemic. Tota l'artilleria assignada al sensor atacarà l'objectiu.
cs: Pokud je artilerie přiřazena k radarovému tanku, tak tento radar může cíleně označít nepřátelské jednotky. Všechny tankové artilerie přiřazené k tomuto senzory na cíl zaútočí.
pt_br: Se for designado a um tanque de sensor, ele pode ser usado para atacar inimigos, selecionando o sensor e direcionando para um inimigo. Toda artilharia alocada ao sensor atacará seu alvo.
sr_cs: Ako je priključena na senzor tenk, senzor se može koristiti za napad na neprijatelje tako što odaberete senzor i ciljate neprijatelja. Sva artiljerija priključena na senzor će napasti njegov cilj.

source: Sensors
cs: Senzory
pt_br: Sensores
sr_cs: Senzori

source: Sensors can be used for scouting and surveillance, but they also have a more important usage: to spot for artillery.
ca_es: Els sensors es poden utilitzar per explorar i vigilar, però tenen un ús ben més important: localitzar l'artilleria.
cs: Radary sice mohou sloužit průzkumu a sledování, mají ale ještě důležitější fuknci: být očima artilerie.
pt_br: Os sensores podem ser usados para espionagem e vigilância, mas eles também têm um uso mais importante: identificar a artilharia.
sr_cs: Senzori se mogu koristiti za izviđanje i nadzor, ali imaju i važniju namenu: da otkrivaju ciljeve za artiljeriju.

source: Artillery weapons, by themselves, cannot fire more than their own sensor range (8 tiles without upgrades).
ca_es: Les armes d'artilleria, per se, no poden disparar més enllà de l'abast de llurs sensors (8 caselles sense millores).
cs: Artilerie sama o sobě nemůže střílet dále než vidí (což bez vylepšení činí 8 políček).
pt_br: Armas de artilharia, por si só, não podem atirar mais do que seu próprio alcance de sensor (8 blocos sem upgrades).
sr_cs: Artiljerijska oružja sama po sebi ne mogu da pucaju dalje od dometa svog senzora (8 polja bez nadogradnji).

source: However, even the most basic artillery weapon has a weapon range that exceeds its built-in sensor range. To use it, you will need to build and deploy sensors on the battlefield (either sensor towers or tanks with sensor turrets).
sr_cs: Međutim, čak i najosnovnije artiljerijsko oružje ima domet veći od ugrađenog dometa senzora. Da biste ga koristili, potrebno je da izgradite i postavite senzore na bojnom polju (bilo senzor-kule ili tenkove sa senzor-kupolama).

source: Kinetic & Thermal Damage
sr_cs: Kinetička i Termalna Šteta

source: Most weapons deal damage through kinetic means (bullets, rockets, etc.), and are therefore affected by standard kinetic armor plating.
sr_cs: Većina oružja nanosi kinetičku štetu (metci, rakete itd.), pa standardni kinetički oklop i dalje ima efekta.

source: However, some weapons instead deal thermal damage, which is unaffected by a target's kinetic armor.
sr_cs: Međutim, neka oružja prave toplotnu štetu, a kinetički oklop tu ne pomaže.

source: Instead, thermal weapons are mitigated by a target's thermal armor.
sr_cs: Toplotna oružja se, s druge strane, zaustavljaju pomoću toplotnog oklopa.

source: A unit's kinetic and thermal armor can be seen in the design menu, on the body selection screen.
sr_cs: Kinetički i toplotni oklop jedinice može se videti u meniju dizajna, na ekranu za izbor trupa.

source: Note that all units have less thermal armor than kinetic armor. This means thermal damage will be reduced less than kinetic damage!
sr_cs: Imajte na umu da sve jedinice imaju manje toplotnog oklopa nego kinetičkog. To znači da će šteta od toplote biti veća nego kinetička šteta!

source: Attacking
ca_es: Atacar
cs: Útočení
hu: Támadás
pt_br: Atacando
sr_cs: Napadanje

source: Designing VTOLs
ca_es: Dissenyar VTOL
cs: Vytváření šablon VTOLů
hu: VTOL járművek tervezése
pt_br: Projetando VTOL's
sr_cs: Dizajniranje VTOL-ova

source: Remember: You will need a "VTOL Factory" to actually build VTOL unit designs.
ca_es: N. B.: necessiteu una "fàbrica VTOL" per construir els dissenys d'unitat VTOL.
cs: Pamatuj: K výrobě VTOLů budeš potřebovat továrnu na VTOLy.
hu: Ne feledje: egy „VTOL gyárra” lesz szüksége, hogy VTOL járműveket építsen.
pt_br: Lembre-se: Você precisará de uma "Fábrica VTOL" para realmente construir projetos de unidade VTOL.
sr_cs: Zapamtite: da biste proizvodili VTOL jedinica biće vam potrebna "VTOL Fabrika".

source: Weapons
ca_es: Armes
cs: Zbraně
hu: Fegyverek
pt_br: Armas
sr_cs: Oružja

source: Most weapons have a VTOL equivalent, which does at least twice as much damage, but has limited ammo.
ca_es: La majoria d'armes tenen un equivalent VTOL, que fa com a mínim dos cops més de danys, però té munició limitada.
cs: Většina zbraní má svojí verzi pro použití na VTOLech. Tyto verze dělají dvakrát tolik poškození jako pozemní verze, mají ale omezený počet nábojů.
hu: A legtöbb fegyvernek van egyenértékű VTOL verziója, amit legalább kétszer annyit sebez, de a lőszere limitált.
pt_br: A maioria das armas tem um equivalente VTOL, o que causa pelo menos o dobro de dano, mas tem munição limitada.
sr_cs: Većina oružja ima VTOL verziju – dvostruko jača, ali sa ograničenom municijom.

source: VTOLs
ca_es: Els VTOL
cs: VTOLy
hu: VTOL egységek
sr_cs: VTOL-ovi

source: To produce VTOL units, you will need to have discovered & researched the "VTOL Propulsion" and "VTOL Factory".
ca_es: Per produir unitats VTOL, cal haver descobert i recercat la "Propulsió VTOL" i la "Fàbrica VTOL".
cs: K výrobě VTOLů musíš nejdřív vyzkoumat technologie "Pohon VTOL" a "Továrna na VTOLy".
hu: A VTOL egységek gyártásához a „VTOL meghajtás” és a „VTOL gyár” technológiák felfedezése és kutatása szükséges.
pt_br: Para produzir unidades VTOL, você precisará ter descoberto e pesquisado a "Propulsão VTOL" e a "Fábrica VTOL".
sr_cs: Da biste proizvodili VTOL jedinice, morate otkriti i istražiti „VTOL Pogon“ i „VTOL Fabriku“.

source: You should also research and build a few "VTOL Rearming Pads", so your VTOL units can reload ammo.
ca_es: També hauríeu de recercar i construir uns quants "Pads de rearmament VTOL", així, les unitats VTOL podran recarregar municions.
cs: Také bys měl vyzkoumat a postavit několik Přezbrojovacích ploch pro VTOLy aby mohly přebíjet.
hu: Emellett a „VTOL újratöltő platform” kutatása és néhány építése is szükséges, hogy a VTOL egységei újratölthessék a lőszereiket.
pt_br: Você também deve pesquisar e construir alguns "Pads de Rearmamento dos VTOL", para que seus VTOL possam recarregar munição.
sr_cs: Takođe, trebalo bi da istražite i izgradite nekoliko „VTOL Punktova“, kako bi vaše VTOL jedinice mogle da dopune municiju.

source: Weapon Selection
ca_es: Selecció d'armes
cs: Výběr zbraní
hu: Fegyverválasztás
pt_br: Seleção de arma
sr_cs: Izbor Oružja

source: As you discover and research more weapons, you'll also discover that certain weapons may work dramatically better for certain situations than others (or versus certain enemy units or structures).
ca_es: A mesura que descobriu i recerqueu més armes, també descobrireu que hi ha armes que funcionen molt millor en unes ocasions i no en altres (o contra un tipus d'unitat o estructura enemiga).
cs: Postupem času budeš mít k dispozici více druhů zbraní, a zjistíš že některé fungují mnohem lépe proti určitým typům nepřátel nebo struktur než jiné zbraně.
hu: Ahogy több és több fegyvert fedez fel és fejleszt ki, azt is fel fogja fedezni, hogy bizonyos fegyverek drámaian jobbak másoknál bizonyos helyzetekben (vagy bizonyos egységek vagy épületek ellen).
pt_br: Conforme você descobre e pesquisa mais armas, você também descobrirá que certas armas podem funcionar dramaticamente melhor para certas situações do que outras (ou contra certas unidades ou estruturas inimigas).
sr_cs: Kako budete otkrivali i istraživali nova oružja, uvidećete i da neka oružja rade znatno bolje u određenim situacijama nego druga (ili protiv određenih neprijateljskih jedinica ili građevina).

source: When you complete research on a new weapon, an Intelligence Display message will provide some information on its attributes.
ca_es: Quan completeu una recerca d'una nova arma, un informe d'intel·ligència us proporcionarà informació sobre ella.
cs: Když dokončíš výzkum zbraně, tak se ti ve Zpravodajském panelu zobrazí zpráva s informacemi o dané zbrani.
hu: Ha befejezi egy új fegyver kutatását, a hírszerzési kijelző egy üzenetet fog megjeleníteni a tulajdonságairól.
pt_br: Quando você completa a pesquisa em uma nova arma, uma mensagem de Tela de Inteligência fornecerá algumas informações sobre seus atributos.
sr_cs: Kada završite istraživanje novog oružja, poruka na Obaveštajnom Prikazu pružiće vam osnovne informacije o njegovim osobinama.

source: It is to your advantage to experiment with different weapon types. If you're having trouble and haven't re-evaluated your force's composition in a while, it might be time to consider changing the weapons for stronger ones, or new varieties!
ca_es: Està al vostre avantatge experimentar amb diferents tipus d'armes. Si teniu problemes i no heu reavaluat la composició de les vostres forces des de fa temps, potser caldria considerar canviar les armes per unes de més fortes, o d'un nou tipus!
cs: Je dobrý nápad experimentovat s různými typy zbraní. Pokud máš v boji problémy a tvoje armáda se už dlouhou dobu skládá ze stejných typů zbraní, tak je dobrý čas zkusit nové kombinace a lepší verze zbraní!
hu: A hasznára válik, ha különböző fegyvertípusokkal kísérletezik. Ha problémája akad, és egy ideje nem gondolta át az erői összetételét, akkor itt az ideje a fegyverek erősebbre vagy más változatokra való váltásának.
pt_br: É para sua vantagem experimentar diferentes tipos de armas. Se você está tendo problemas e não reavaliou a composição de sua força por algum tempo, pode ser hora de considerar a mudança de armas para armas mais fortes, ou novas variedades!
sr_cs: Isplati se eksperimentisati sa različitim tipovima oružja. Ako imate problema i već neko vreme niste preispitali sastav svoje sile, možda je vreme da razmislite o zameni oružja jačim ili uvođenju novih varijanti!

source: Units
ca_es: Unitats
cs: Jednotky
hu: Egységek
pt_br: Unidades
sr_cs: Jedinice

source: You will need to design and build new units if you want to overpower your enemies and get that sweet taste of victory.
ca_es: Haureu de dissenyar i construir noves unitats si voleu vèncer els vostres enemics i obtenir el dolç gust de la victòria.
cs: K přemožení nepřátle budeš muset navrhnout a vyrobit jednotky.
hu: Új egységeket kell terveznie és építenie, ha felül akar kerekedni az ellenségein, és érezni akarja a győzelem ízét.
pt_br: Você precisará projetar e construir novas unidades se quiser superar seus inimigos e ter o sabor doce da vitória.
sr_cs: Moraćete da dizajnirate i izgradite nove jedinice ako želite da nadjačate neprijatelje i okusite taj slatki ukus pobede.

source: This aspect of the game is what makes Warzone 2100 unique in its own way.
ca_es: Aquest aspecte del joc és el que fa únic Warzone 2100 a la seva manera.
cs: Tento aspekt hry je to, co děla Warzone 2100 unikátní hrou.
hu: A játék ezen aspektusa teszi egyedivé a Warzone 2100-at.
pt_br: Esse aspecto do jogo é o que torna Warzone 2100 único de sua própria maneira.
sr_cs: Ovaj aspekt igre čini Warzone 2100 jedinstvenom na svoj način.

source: To be able to design units, a Command Center is required.
ca_es: Per dissenyar unitats, es necessita un Centre de Comandament.
cs: K vytvoření šablon jednotek je potřeba Velitelství.
hu: Az egységek tervezéséhez parancsnoki központ szükséges.
pt_br: Para ser capaz de projetar unidades, um Centro de Comando é necessário.
sr_cs: Da biste mogli da dizajnirate jedinice, potreban je Komandni Centar.

source: All-Rounder
hu: Sokoldalú
sr_cs: Višenamensko

source: "All-Rounder" weapons are less effective than specialized weapons.
hu: A „sokoldalú” fegyverek kevésbé hatékonyak, mint a specializált társaik.
sr_cs: „Višenamenska“ oružja su manje efikasna od specijalizovanih oružja.

source: However, All-Rounder weapons are moderately effective against all target types, unlike specialized weapons.
hu: Viszont a sokoldalú fegyverek, a specializáltakkal ellentétben, közepesen hatékonyak az összes célponttal szemben.
sr_cs: Međutim, „Višenamenska“ oružja su umereno efikasna protiv svih tipova ciljeva, za razliku od specijalizovanih oružja.

source: All-Rounder weapons also give significant bonus hitpoints to the unit that it's equipped to, at the cost of having higher weight values.
hu: A sokoldalú fegyverek jelentős bónusz életpontot biztosítanak az egységnek, cserébe magasabb súlyértékekkel rendelkeznek.
sr_cs: Višenamenska oružja povećavaju zdravlje jedinice, ali su teža.

source: Anti-Air
hu: Légvédelem
sr_cs: Protiv-Vazdušno

source: Anti-Air (or AA) weapons are specialized againt all types of flying units.
hu: A légvédelmi fegyverek az összes repülő egység ellen specializálódtak.
sr_cs: Protivvazduhoplovna (ili PVO) oružja su specijalizovana za borbu protiv svih vrsta letećih jedinica.

source: However, AA weapons are incapable of attacking structures or units on the ground.
hu: Viszont a légvédelmi fegyverek nem képesek az épületek és a földi egységek elleni támadásra.
sr_cs: Međutim, PVO oružja nisu u stanju da napadaju građevine ili jedinice na zemlji.

source: While AA weapons are excellent for dealing with airborne threats, they must be protected from threats on the ground.
hu: Bár a légvédelmi fegyverek kiválóak a légi fenyegetések leküzdésében, meg kell védeni őket a földi erőktől.
sr_cs: Iako su PVO oružja odlična za borbu protiv vazdušnih pretnji, moraju biti zaštićena od pretnji sa zemlje.

source: Anti-Personnel
hu: Személy elleni
sr_cs: Protiv-Pešadijsko

source: Anti-Personnel weapons are extremely effective at mowing down enemy infantry and light vehicles.
hu: A személy elleni fegyverek rendkívül hatékonyak az ellenséges gyalogság és a könnyű járművek felőrlésében.
sr_cs: Protivpešadijska oružja su izuzetno efikasna u uništavanju neprijateljske pešadije i lakih vozila.

source: However, these weapons are less effective against structures and heavily armored targets.
hu: Viszont a személy elleni fegyverek kevésbé hatékonyak az épületek és a nehéz páncélzatú célpontokkal szemben.
sr_cs: Međutim, ova oružja su manje efikasna protiv građevina i teško oklopljenih ciljeva.

source: Anti-Tank
hu: Tankelhárító
sr_cs: Protiv-Tenkovsko

source: Anti-Tank weapons are specialized against all types of enemy vehicles.
hu: A tankelhárító fegyverek az összes ellenséges járműre specializálódnak.
sr_cs: Protivtenkovska oružja su specijalizovana za borbu protiv svih tipova neprijateljskih vozila.

source: However, Anti-Tank weapons are less effective against structures, and especially ineffective against infantry.
hu: Viszont a tankelhárító fegyverek kevésbé hatékonyak az épületekkel, és különösen nem hatékonyak a gyalogsággal szemben.
sr_cs: Međutim, Protivtenkovska oružja su manje efikasna protiv građevina, a posebno neefikasna protiv pešadije.

source: Generally, Anti-Tank weapons are lightweight, but provide very little hitpoints. Vehicles with these weapons will be more frail than ones equipped with most other weapon types.
hu: Általánosságban a tankelhárító fegyverek könnyűek, de kevés életpontot biztosítanak. Az ilyen fegyverekkel rendelkező járművek sérülékenyebbek, mint a legtöbb más fegyvernemmel szereltek.
sr_cs: Generalno, Protivtenkovska oružja su lagana, ali pružaju veoma malo zdravlja. Vozila sa ovim oružjem biće krhkija od onih opremljenih većinom drugih tipova oružja.

source: Artillery
hu: Tüzérség
sr_cs: Artiljerija
