Repository: Warzone2100/warzone2100
Catalog: po/guide/*.po
Languages: ca_es, cs, hu, pt_br, sr_cs

source: Researching technologies is accomplished using Research Facilities.
ca_es: La recerca de tecnologies es duu a terme amb els Centres de Recerca.
cs: Výzkum je realizován ve Výzkumných střediskách.
hu: A technológiák kutatása Kutatólétesítmények használatával történik.
pt_br: A pesquisa de tecnologias é realizada utilizando Instalações de Pesquisa.
sr_cs: Istraživanje tehnologija se vrši korišćenjem Istraživačkih Stanica.

source: When a Research Facility is selected, all available options are displayed on the left side of the screen.
ca_es: Quan es selecciona un Centre de Recerca, es mostren totes les opcions disponibles a l'esquerra de la pantalla.
cs: Když klikneš na výzkumné středisko, všechny dostupné výzkumné projekty se zobrazí na levé straně obrazovky.
hu: Ha egy kutatólétesítmény van kiválasztva, az összes elérhető lehetőség megjelenik a képernyő bal oldalán.
pt_br: Quando um Centro de Pesquisas é selecionado, todas as opções disponíveis são exibidas no lado esquerdo da tela.
sr_cs: Kada je izabran Istraživačka Stanica, sve dostupne opcije se prikazuju na levoj strani ekrana.

source: Each research project requires a certain amount of power and time to complete. The power investment is non-refundable.
ca_es: Cada projecte de recerca necessita una certa quantitat d'energia i de temps per dur-se a terme. No es pot retornar la inversió d'energia.
cs: K dokončení výzkumu technologíí je potřeba čas a energie. Investice energie je nevratná.
hu: Minden kutatási projekt adott mennyiségű energiát és időt igényel. Az energiabefektetés nem téríthető vissza.
pt_br: Cada projeto de pesquisa requer um certo poder e tempo para completar. O investimento de energia não é reembolsável.
sr_cs: Svaki istraživački projekat zahteva određenu količinu energije i vremena za završetak. Uložena energija se ne vraća.

source: But research progress is never lost, even if the Research Facility is destroyed - the project only needs to be re-assigned to another facility.
ca_es: Emperò, la progressió de la recerca no es perd mai, encara que es destrueixi un Centre de Recerca - el projecte només s'ha de reassignar a un altre centre.
cs: Pokrok ve výzkumu se ale neztratí, a to i když přijdeš o dané výzkumné středisko. Mužeš ve výzkumu pokračovat v jiném středisku přesně kde byl výzkum přerušen.
hu: De a kutatási előrehaladás nem vész el, még akkor sem, ha a kutatólétesítmény elpusztul – csak egy másik létesítményhez kell rendelni a projektet.
pt_br: Mas o progresso da pesquisa nunca se perde, mesmo que o Mecanismo de Investigação seja destruído - o projeto só precisa de ser atribuido a outra instalação.
sr_cs: Ali napredak istraživanja se nikada ne gubi, čak i ako je i Istraživačka Stanica uništena - projekat samo treba prebaciti u drugu Stanicu.

source: Completing research of a new technology may:
ca_es: Completar la recerca d'una nova tecnologia pot:
cs: Dokončení výzkumu technologie může:
hu: Az új technológiák kutatásának a következő eredményei lehetnek:
pt_br: Completando a pesquisa de uma nova tecnologia pode:
sr_cs: Završetak istraživanja nove tehnologije može:

source: - Make available new weapons, structures, unit bodies, propulsion, etc
ca_es: - Desbloquejar noves armes, estructures, cossos d'unitats, propulsions, etc.
cs: - Zpřístupnit nové zbraně, struktury, těla jednotek, pojony, apod.
hu: - Új fegyverek, épületek, karosszériák, meghajtások elérhetővé tétele
pt_br: - Disponibilizar novas armas, estruturas, quantia de unidades, propulsão, etc
sr_cs: - Omogućiti dostupnost novog oružja, struktura, trupova jedinica, pogona itd.

source: - Upgrade the effectiveness of existing weapons, structures, unit bodies, etc
ca_es: - Millorar l'efectivitat de les armes, estructures, cossos d'unitats, etc. existents
cs: - Vylepšit již existující zbraně, struktury, těla jednotek, apod.
hu: - A meglévő fegyverek, épületek, karosszériák hatékonyságának fejlesztése
pt_br: - Aprimorar a eficiência das armas existentes, estruturas, unidades, etc
sr_cs: - Poboljšati efikasnost postojećeg oružja, struktura, trupova jedinica itd.

source: - Enable the research of additional technologies
ca_es: - Permetre la recerca d'altres tecnologies
cs: - Umožnit výzkum dalších technologií
hu: - További technológiák kutatásának lehetővé tétele
pt_br: - Habilita a pesquisa de tecnologias adicionais
sr_cs: - Omogućiti istraživanje dodatnih tehnologija

source: General
cs: Obecné
hu: Általános
pt_br: Geral
sr_cs: Opšte

source: In Warzone 2100, you command the forces of "The Project" in a battle to rebuild the world, after mankind has been nearly destroyed by nuclear missiles.
ca_es: A Warzone 2100, dirigiu les forces del "Projecte" en una batalla per reconstruir el món després de la quasi destrucció de la humanitat pels míssils nuclears.
cs: Ve hře Warzone 2100 velíš jednotkám "Projektu" v bitvě za obnovu světa, kde bylo lidstvo téměř zničeno jadernými zbraněmi.
hu: A Warzone 2100-ban „A Terv” erőit vezeti a világ újjáépítéséért vívott csatában, miután az emberiséget csaknem elpusztították a nukleáris fegyverek.
pt_br: No Warzone 2100, você comanda as forças do "Projeto" em uma batalha para reconstruir o mundo, depois de a humanidade ter sido quase destruída por mísseis nucleares.
sr_cs: U igri Warzone 2100, komandujete snagama „Projekta“ u borbi za obnovu sveta, nakon što je čovečanstvo skoro uništeno nuklearnim projektilima.

source: This guide will help walk you through key facets of the game.
ca_es: Aquesta guia us ajudarà a descobrir les facetes clau del joc.
cs: Tento průvodce ti pomůže s klíčovými aspekty hry.
hu: Ez az útmutatót végigvezeti a játék fő aspektusain.
pt_br: Este guia ajudará a guiá-lo através das principais aspectos do jogo.
sr_cs: Ovaj vodič će vam pomoći da se upoznate sa ključnim aspektima igre.

source: (If you are playing the campaign, new guide topics may be unlocked as you progress through the game.)
ca_es: (Si jugueu en campanya, es poden desbloquejar nous tutorials a mesura que progresseu en el joc.)
cs: (Pokud hraješ kampaň, tak se ti během hraní budou objevovat nové kapitoly v tomto průvodci.)
pt_br: (Se você está jogando a campanha, novos tópicos de orientação podem ser desbloqueados ao progredir no jogo.)
sr_cs: (Ako igrate kampanju, nove teme u vodiču mogu biti otključane kako budete napredovali kroz igru.)

source: Building Structures
ca_es: Construcció d'estructures
cs: Budování staveb
hu: Épületek építése
pt_br: Construindo estruturas
sr_cs: Izgradnja Objekata

source: Click the "Build" button on the Command Panel.
ca_es: Cliqueu sobre el botó "Construcció" del Panell de Control.
cs: Klikni na ikonku "Stavět" na Příkazovém panelu.
pt_br: Clique no botão "Construir" no painel de comando.
sr_cs: Kliknite na dugme „Izgradnja“ na komandnoj tabli.

source: This will open the Structures menu on the left side of screen, with a button for each structure you can build.
ca_es: Això obrirà el menú d'Estructures a l'esquerra de la pantalla, amb un botó per cada tipus d'estructura que pots construir.
cs: Tím na levé straně obrazovky zobrazíš nabídku staveb které můžeš postavit.
pt_br: Isto abrirá o menu Estruturas no lado esquerdo da tela, com um botão para cada estrutura que você pode construir.
sr_cs: Ovo će otvoriti meni Objekata na levoj strani ekrana, sa dugmetom za svaki objekat koji možete da izgradite.

source: Select the desired structure button. A silhouette will appear in the game world - this is where your structure will be placed once you confirm.
ca_es: Seleccioni el botó de l'estructura desitjada. Una silueta apareixerà al món del joc - és on es posarà l'estructura un cop hàgiu confirmat.
cs: Kliknutím na ikonku vybereš co chceš postavit. V herním světě se objeví silueta dané stavby - na tom místě se bude stavět jakmile potvrdíš výstavbu.
hu: Válassza ki a kívánt épületet. Egy zöld sziluett fog megjelenni a játékvilágban – oda fogja tudni letenni az épületet, ahol nem piros.
pt_br: Selecione o botão de estrutura desejado. Uma silhueta aparecerá no mundo - é aqui que sua estrutura será colocada depois de confirmar.
sr_cs: Izaberite dugme za željeni objekat. U svetu igre pojaviće se silueta – tu će objekat biti postavljen kada potvrdite.

source: Move the silhouette by moving the input device.
ca_es: Moveu la silueta desplaçant el dispositiu d'entrada.
cs: Se siluetou se dá hýbat pomocí vstupního zařízení (např. počítačová myš).
pt_br: Mova a silhueta movendo o dispositivo de entrada.
sr_cs: Pomerite siluetu pomeranjem miša.

source: - If a structure is buildable in a location, the silhouette will be colored green when you hover over a location.
ca_es: - Si l'estructura es pot construir en un lloc, la silueta esdevindrà verda quan passeu sobre aquest.
cs: - Pokud je možné stavbu na daném místě postavit tak se silueta zbarví zeleně.
pt_br: - Se uma estrutura for construível em um local, a silhueta será colorida verde quando você passar o mouse sobre uma localização.
sr_cs: - Ako je na nekoj lokaciji moguće izgraditi objekat, silueta će biti zelene boje kada pređete mišem preko lokacije.

source: - If a structure is not buildable in a location, the silhouette will be colored red.
ca_es: - Si l'estructura no es pot construir en un lloc, la silueta esdevindrà vermella.
cs: - Pokud to možné není, tak bude silueta červená.
pt_br: - Se uma estrutura não for construível em um local, a silhueta será vermelha.
sr_cs: - Ako objekat nije moguće izgraditi na lokaciji, silueta će biti obojena crvenom bojom.

source: Once you've chosen a viable location, select to confirm the placement of the build site. A truck will move to the location and begin construction.
ca_es: Quan hàgiu escollit un lloc apropiat, seleccioneu per confirmar l'emplaçament de la construcció. Un camió anirà fins al lloc i començarà la construcció.
cs: Jakmile sis vybral vhodné místo, potvrď stavbu kliknutím levého tlačítka myši. Nejbližší konstruktérská jednotka přijede a začne stavět.
hu: Amint megfelelő helyet választott, kijelöléssel erősítse meg az építési terület helyét. Egy teherautó odamegy, és elkezdi az építést.
pt_br: Uma vez escolhido um local viável, selecione confirmar a colocação no local de construção. Um caminhão se moverá para o local e começará a construção.
sr_cs: Kada odaberete odgovarajuću lokaciju, potvrdite položaj gradilišta. Kamion će doći na lokaciju i početi gradnju.

source: You can order additional trucks to help out (and build the structure faster) by selecting them and ordering them to target the structure under construction.
ca_es: Podeu ordenar a altres camions que ajudin (i construir més ràpidament) seleccionant-los i donant-los com a objectiu la construcció en curs.
cs: Můžeš říct dalším konstruktérským jednotkám aby se stavbou pomohly (a tím ji urychlily), tím že je vybereš a poté klikneš na rozestavěnou strukturu.
hu: További teherautókat is utasíthat, hogy segítsenek (gyorsabb építkezést elérve), válassza ki őket, és utasítsa őket az épülő épület megcélzásával.
pt_br: Você pode pedir caminhões adicionais para ajudar (e construir a estrutura mais rápido), selecionando-os e ordenando-os para direcionar a estrutura em construção.
sr_cs: Možete pozvati dodatne kamione da pomognu (i brže izgrade objekat) tako što ćete ih izabrati i narediti im da ciljaju na objekat u izgradnji.

source: Tip: To build "walls" (once they are available), you can click and drag to draw a wall in a line.
ca_es: Consell: Per construir "murs" (un cop siguin desbloquejats), podeu clicar i arrossegar per dibuixar una línia de paret.
cs: Tip: Chceš-li zdi (jakmile budou přístupné), můžeš kliknout, podržet a poté posunout kurzor abys udělal řadu.
pt_br: Dica: Para construir "paredes" (assim que estiverem disponíveis), clique e arraste para desenhar uma parede em uma linha.
sr_cs: Savet: Da biste gradili „zidove“ (kada postanu dostupni), možete kliknuti i prevući da nacrtate zid u liniji.

source: Cyborg Factory
hu: Kiborggyár
sr_cs: Fabrika Kiborga

source: A Cyborg Factory operates similarly to a standard Factory, but exclusively builds Cyborgs.
sr_cs: Fabrika Kiborga funkcioniše slično kao standardna Fabrika, ali isključivo proizvodi Kiborge.

source: Each Factory can build one Cyborg at a time, but you can queue multiple Cyborgs for production.
sr_cs: Svaka Fabrika može da izgradi po jednog Kiborga istovremeno, ali možete da stavite u red više Kiborga za proizvodnju.

source: When a Cyborg is produced, it receives the Cyborg Factory’s Unit Orders and proceeds to the factory's Rally Point.
sr_cs: Kada se Kiborg proizvede, sledi naredbe Fabrike i ide ka njenoj Odredišnoj Tački.

source: Demolishing Structures
ca_es: Demolició d'estructures
cs: Rozebírání staveb
hu: Épületek lebontása
pt_br: Demolindo estruturas
sr_cs: Rušenje Objekata

source: Demolishing a building is almost as simple as building one.
ca_es: Demolir una construcció és gairebé tan simple com construir-ne una.
cs: Rozebrání stavby je stejně lehké jako postavit ji.
hu: Az épületek lebontása majdnem olyan egyszerű, mint egy új építése.
pt_br: Demolir um edifício é quase tão simples quanto construir um.
sr_cs: Rušenje zgrade je jednostavno kao i njena izgradnja.

source: Select "Demolish Structure" in the Structures menu and click a building to demolish.
ca_es: Seleccioni "Demolir Estructura" al menú Estructures i cliqui sobre una construcció per demolir-la.
cs: V nabídce výběru struktur klikni na "Rozebrat stavbu" a poté na stavbu co chceš rozebrat.
hu: Válassza az „Épület lebontása” gombot az Épületek menüben, és kattintson a lebontandó épületre.
pt_br: Selecione "Demolir Estrutura" no menu Estruturas e clique em um edifício para demolir.
sr_cs: Izaberite „Sruši Objekat“ u meniju Objekata i kliknite na zgradu koju želite da srušite.

source: A unit will move to the building and destroy it.
ca_es: Una unitat anirà fins a la construcció i la demolirà.
cs: Ke stavbě přijede konstruktérská jednotka a rozebere ji.
hu: Egy egység odamegy az épülethez, és lebontja.
pt_br: Uma unidade se moverá para o prédio e o destruirá.
sr_cs: Jedinica će se pomeriti ka zgradi i srušiti je.

source: Demolished structures return half the power used to build the structure.
ca_es: Les estructures demolides retornen la meitat d'energia usada per construir-les.
cs: Rozebrání struktury ti vratí polovinu energie spotřebované na její postavení.
hu: A lebontott épületek visszaadják az építéshez használt energia felét.
pt_br: Estruturas demolidas retornam metade do poder usado para construir a estrutura.
sr_cs: Srušeni objekti vraćaju polovinu energije koja je korišćena za njihovu izgradnju.

source: Factory
ca_es: Fàbrica
cs: Továrna
hu: Gyár
pt_br: Fábrica
sr_cs: Fabrika

source: A Factory is used to build units. Each Factory can build one unit at a time, but you can queue multiple units for production.
ca_es: Una fàbrica s'utilitza per crear unitats. Cada fàbrica pot crear una unitat alhora però podeu posar en espera diverses unitats per produir.
cs: Továrna vyrábí jednotky. Každá továrna muže vyrábět jen jednu jednotku najednou, ale můžeš do fronty zařadit další jednotky.
hu: A gyár az egységek építésére szolgál. Minden gyár egyszerre egy egységet tud készíteni, de több egység termelése is sorba állítható.
pt_br: Uma Fábrica é usada para construir unidades. Cada Fábrica pode construir uma unidade de cada vez, mas você pode colocar várias unidades em fila para produção.
sr_cs: Fabrika se koristi za izgradnju jedinica. Svaka Fabrika može da gradi jednu jedinicu istovremeno, ali možete da stavite u red više jedinica za proizvodnju.

source: When a unit is produced, it receives the Factory’s Unit Orders and proceeds to the Factory's Rally Point.
ca_es: Quan una unitat és creada, rep les Ordres de la Unitat de la Fàbrica i va fins al Punt d'Agrupament de la Fàbrica.
cs: Když je jednotka vyrobena, obdrží rozkazy továrny a zamíří ke Shromažďovacímu bodu továrny.
hu: Ha egy egység elkészül, akkor megkapja a gyár egységparancsait, és a gyár gyülekezési pontjához megy.
pt_br: Quando uma unidade é produzida, ela recebe as Ordens das Unidades da Fábrica e segue para o Ponto de Mobilização da Fábrica.
sr_cs: Proizvedena jedinica sledi naredbe Fabrike i ide ka njenoj Odredišnoj Tački.

source: Note: The base Factory is only able to produce units with Light bodies. Factory modules must be discovered and built to upgrade Factory production capabilities.
ca_es: N. B.: la Fàbrica sola només pot crear unitats de cos lleuger. Els mòduls fabrils han de ser descoberts i construïts per millorar les capacitats de producció de les fàbriques.
cs: Poznámka: Základní továrna je schopna vyrábět pouze jednotky s lehkými těly. Tovární moduly musí být vyzkoumány a postaveny k vylepšení výrobních schopností továrny.
hu: Megjegyzés: az alap gyár csak könnyű karosszériájú egységeket tud gyártani. A gyár termelési képességének növeléséhez gyármodulokat kell felfedezni és építeni.
pt_br: Nota: A Fábrica Base só pode produzir unidades com corpos leves. Os módulos de fábrica devem ser descobertos e construídos para atualizar as capacidades de produção da Fábrica.
sr_cs: Napomena: Osnovna Fabrika može proizvoditi samo jedinice sa Lakim trupom. Moduli Fabrike moraju biti otkriveni i izgrađeni da bi se unapredile proizvodne mogućnosti fabrike.

source: Command Center
ca_es: Centre de comandament
cs: Velitelské Centrum
hu: Parancsnoki központ
pt_br: Centro de Comando
sr_cs: Komandni Centar

source: The Command Center is the headquarters of your base.
ca_es: El centre de comandament és el quarter general de la vostra base.
cs: Velitelské středisko je ústředí tvojí základny.
hu: A Parancsnoki központ a bázis főhadiszállása.
pt_br: O Centro de Comando é a sede de sua base.
sr_cs: Komandni centar je sedište vaše baze.

source: It provides access to the mini-map / radar, and the ability to design units.
ca_es: Dona accés al minimapa / radar, i l'habilitat de dissenyar unitats.
cs: Poskytuje minimapu a umožnuje navrhování šablon jednotek.
hu: Hozzáférést biztosít a kistérképhez/radarhoz, és lehetővé teszi az egységek tervezését.
pt_br: Fornece acesso ao mini-mapa / radar, e a habilidade de projetar unidades.
sr_cs: Omogućava pristup mini-mapi/radaru i mogućnost za dizajniranje jedinica.

source: To build a Command Center, click the "Build" button on the command panel and select the Command Center structure.
ca_es: Per construir un Centre de Comandament, feu clic sobre el botó "Construcció" del panell de comandes i seleccioni l'estructura del Centre de Comandament.
cs: Velitelské středisko můžeš postavit kliknutím na tlačítko "Stavět" na Příkazovém panelu a vybráním Velitelského střediska.
hu: Parancsnoki központ építéséhez kattintson az „Építés” gombra a parancsnoki panelen, és válassza a Parancsnoki központ épületet.
pt_br: Para construir um Centro de Comando, clique no botão "Construir" no painel de comando e selecione a estrutura do Centro de Comando.
sr_cs: Da biste izgradili Komandni Centar, kliknite na dugme „Izgradnja“ na komandnoj tabli i izaberite objekat Komandnog Centra.

source: Then, click where you want your builders to construct it.
ca_es: Aleshores, feu clic on vulgueu que sia edificat pels constructors.
cs: Poté klikni na místo kde ho chceš postavit.
hu: Ezután kattintson oda, ahová az építői megépítsék.
pt_br: Então, clique onde deseja que seus construtores o construam.
sr_cs: Zatim kliknite na mesto gde želite da vaši graditelji izgrade objekat.

source: Structure Modules
ca_es: Mòduls d'estructures
cs: Moduly budov
hu: Épületmodulok
pt_br: Módulos de Estrutura
sr_cs: Moduli Objekata

source: Power Generators, Factories, and Research Facilities can be upgraded with their respective structure modules.
ca_es: Els Generadors d'Energia, Fàbriques, i Centres de Recerca es poden millorar amb els seus mòduls respectius.
cs: Generátory, Továrny, a Výzkumná střediska mohou být vylepšena moduly.
hu: Az erőművek, gyárak és kutatólétesítmények a megfelelő épületmodulokkal fejleszthetőek.
pt_br: Geradores de Energia, Fábricas, e Instalações de Pesquisa podem ser melhoradas com seus respectivos módulos de estrutura.
sr_cs: Energetski Generatori, Fabrike i Istraživački Centri mogu se unaprediti pomoću svojih odgovarajućih Modula Objekata.

source: Once researched, you can access these modules from the Build menu to apply them to the structures in question.
ca_es: Un cop recercats, podeu accedir als mòduls des del menú Construcció per aplicar-los a les estructures corresponents.
cs: Po jejich výzkumu je najdeš v menu Staveb a mužeš je postavit na již exisujících budovách.
hu: Ha a kutatás elkészült, akkor a modulokat az Építés menüben találja, és a kérdéses épületekre alkalmazhatóak.
pt_br: Uma vez pesquisado, você pode acessar esses módulos a partir do menu Construir para aplicá-las as estruturas em questão.
sr_cs: Kada ih istražite, možete pristupiti ovim modulima iz menija „Izgradnja“ da biste ih primenili na predmetne objekte.

source: Alternatively, you can select a Truck or a Combat Engineer and click on the structure in order to begin its construction.
ca_es: Altrament, podeu seleccionar un Camió o Enginyer de Combat i clicar sobre l'estructura per començar-ne la construcció.
cs: Nebo můžeš vybrat konstruktérskou jednotku a kliknutím na budovu tím automaticky zahájíš stavbu modulu.
hu: Másik lehetőségként kijelölhet egy teherautót vagy egy hadmérnököt, és rákattinthat az épületre, hogy elkezdje az építését.
pt_br: Alternativamente, você pode selecionar um Caminhão ou um Engenheiro de Combate e clicar na estrutura de modo a iniciar sua construção.
sr_cs: Alternativno, možete izabrati Kamion ili Borbenog Inženjera i kliknuti na objekat da biste započeli njegovu izgradnju.

source: Note: While one of these structures is being upgraded, it will temporarily be unavailable until the upgrade is complete.
ca_es: N. B.: Mentre que una d'aquestes estructures s'està millorant, roman indisponible fins al final de la millora.
cs: Poznámka: Budova nemůže fungovat zatímco se na ní staví modul.
hu: Megjegyzés: míg ezek az épületek fejlesztés alatt állnak, a befejezésükig ideiglenesen nem lesznek elérhetők.
pt_br: Nota: Enquanto uma dessas estruturas está sendo melhorada, ela estará temporariamente indisponível até que essa melhora seja completa.
sr_cs: Napomena: Dok se jedan od ovih objekata nadograđuje, on će privremeno biti nedostupan dok se nadogradnja ne završi.

source: Upgrade Effects:
ca_es: Efectes de la millora:
cs: Efekty modulů:
hu: Fejlesztési hatások:
pt_br: Atualizar Efeitos:
sr_cs: Efekti Nadogradnje:

source: - Power Generator modules increase the rate of power generation
ca_es: - El mòdul del Generador d'Energia n'augmenta la producció
cs: - Moduly pro generátory zvyšují množství vyráběné energie
hu: - Az erőműmodulok növelik az energiatermelés sebességét
pt_br: - Módulos de Gerador de Energia aumentam a taxa de geração de energia
sr_cs: - Moduli Energetskog Generatora povećavaju brzinu stvaranja energije

source: - Factory modules allow the production of Medium and Heavy units, as well as decreasing the time it takes to produce units
ca_es: - Els mòduls fabrils permeten la producció d'unitats Mitjanes i Pesades, com també rebaixen el temps necessari de producció
cs: - Moduly pro továrny umožní produkci středních a těžkých tanků, a zároveň urychlí produkci jednotek
hu: - A gyármodulok lehetővé teszik a közepes és nehéz karosszériájú egységek létrehozását, valamint csökkentik a gyártáshoz szükséges időt
pt_br: - Módulos de Fábrica permitem a produção de unidades Médias e Pesadas, assim como diminuem o tempo necessário para produzir unidades
sr_cs: - Moduli Fabrike omogućavaju proizvodnju Srednjih i Teških jedinica, i ubrzavaju proizvodnju jedinica
